[
  {
    "clause": "Traditional principles of contract law govern the standard for consent to an online terms of service agreement, and, as a result, consent to such an agreement turns on whether the web user had reasonable notice of and manifested assent to the online agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "A government employee with actual authority to contract on behalf of the United States violates the Anti-Deficiency Act by entering into an unrestricted, open-ended indemni- fication agreement on behalf of the government.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "A government employee who lacks authority to contract on behalf of the United States does not violate the Anti-Deficiency Act by consenting to an agreement, including an agreement containing an unrestricted, open-ended indemnification clause, because no binding obligation on the government was incurred.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "March 27, 2012 Memorandum Opinion for the Assistant General Counsel for Administration Department of Commerce",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You have asked whether a Department of Commerce (“Department”) employee violates the Anti-Deficiency Act (“ADA”) when he consents on behalf of the government to terms of service (“TOS”) that include an unrestricted, open-ended indemnification clause in the course of register- ing for an account with a social media application on the Internet.1",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "We first address the preliminary question whether the standard for con- sent to an online TOS agreement is different from the standard for consent in traditional contract law. We conclude that traditional principles of contract law govern this question and that, as a result, consent to an online TOS agreement turns on whether the web user had reasonable notice of and manifested assent to the online agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "1 See Letter for Caroline D. Krass, Principal Deputy Assistant Attorney General, Office of Legal Counsel, from Barbara S. Fredericks, Assistant General Counsel for Administra- tion, Department of Commerce (June 2, 2011) (“Commerce Letter”). We also received the views of the General Services Administration (“GSA”). See Letter for Caroline D. Krass, Principal Deputy Assistant Attorney General, Office of Legal Counsel, from Kris E. Durmer, General Counsel, General Services Administration (July 8, 2011) (“GSA Let- ter”).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "We next consider whether entry into an unrestricted, open-ended in- demnification agreement violates the ADA. We conclude that the answer to this question is different for employees with actual authority to contract on behalf of the United States and those without such authority. Although an unrestricted, open-ended indemnification clause is not enforceable against the United States in either circumstance, see, e.g., Hercules, Inc.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "v. United States, 516 U.S. 417, 427 & n.10 (1996), an employee with actual authority to contract on behalf of the government violates the ADA by entering into such an obligation. In contrast, a government employee who lacks authority to contract on behalf of the United States cannot enter into an agreement that creates binding obligations for the United States. Thus, we conclude that an employee without any contracting authority does not violate the ADA by consenting to an agreement, including an agreement containing an unrestricted, open-ended indemnification clause, because no obligation was ever incurred.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "I. You have described to us two situations in which Department em- ployees have consented to social media TOS agreements that include indemnification clauses. In the first situation, an agency within the Department sought to establish a database of images available to em- ployees to use in their print and online materials. In setting up the data- base, an employee downloaded images for free from at least three web- sites: MorgueFile.com, Dreamstime.com, and Stock.xchng. To download images from these websites, a user must first register for an account by agreeing to the website’s TOS, which is done by checking a box that reads: “I have read and agree to the Terms of Use.” The TOS agreement for each of these websites incorporates an indemnification clause. Commerce Letter at 1–2.2 Thus, by registering for accounts with",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You agree to indemnify and hold harmless morguefile.com, its contractors, and its li- censors, and their respective directors, officers, employees and agents from and against any and all losses, damages, claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to any such losses, damages, claims and expenses arising out of your violation of the Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Commerce Letter at 2 n.4. these three websites, the employee consented to TOS agreements that contained indemnification clauses. Id. at 2. According to the Depart- ment, the employee is not a contracting officer, does not maintain a purchase card, and has not been delegated proper authority to register to use social media applications. Id. at 3.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "In the second situation, an employee with a different agency within the Department registered for an account with watershed.ustream.tv, a self- serve platform for live, interactive video. Watershed does not offer a free account; the user must pay for a subscription or select a pay-as-you-go option. Watershed also requires that the user consent to a TOS agreement that includes an indemnification clause. The Department discovered that the agency had established an account with watershed.ustream.tv and that one of its offices had been subscribing to that account for the past two years and was billed quarterly through its purchase card. In this case, the employee consenting to the TOS agreement was a purchase card holder and thus, by regulation, was a contracting officer or other authorized individual designated by the agency to contract on its behalf. Id. at 2, 4.3",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You have asked whether the ADA is violated whenever a government employee, in establishing a social media account, consents to a TOS agreement containing an indemnification clause and what practical con- sequences flow from such unauthorized agreements. You also have asked whether a passive TOS agreement—one in which (unlike the situations described above) a user agrees to the TOS of an online application simp- ly by using the application—can bind the government. While we decline to address whether particular past actions violated the ADA, we will use the basic features of these scenarios to provide general guidance in re- sponse to your questions.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(a)(1) An officer or employee of the United States Government or of the District of Columbia government may not—",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "3 We assume, for purposes of discussion, that all of the indemnification clauses at issue are similar to that quoted above for MorgueFile.com.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "make or authorize an expenditure or obligation exceeding an amount available in an appropriation or fund for the expendi- ture or obligation; [or]",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "involve either government in a contract or obligation for the payment of money before an appropriation is made unless author- ized by law[.]",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "31 U.S.C. § 1341(a)(1) (2006).4 Violations of section 1341(a) must be reported immediately to the President and Congress, with a copy of each report going to the Comptroller General. Id. § 1351. Officers or employ- ees violating this section are subject to administrative discipline, and knowing and willful violators may face criminal penalties. Id. §§ 1349, 1350.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "As recognized by the courts and this Office, the Comptroller General has long taken the position that the ADA is violated by any indemnifica- tion agreement that, without statutory authorization, imposes on the United States an open-ended, potentially unrestricted liability. In such circumstances, there can never be certainty that sufficient funds have been appropriated to cover the liability. For example, in Hercules, 516 U.S. 417, the Supreme Court refused to find an implied-in-fact indemnity agreement. It explained that “the Comptroller General has repeatedly ruled that Government procurement agencies may not enter into . . . open- ended indemnity for third-party liability” because such agreements are barred by the ADA. Id. at 427; see also Cal.-Pac. Utils. Co. v. United States, 194 Ct. Cl. 703, 715 (1971) (“The United States Supreme Court, the Court of Claims, and the Comptroller General have consistently held that absent an express provision in an appropriation for reimbursement adequate to make such payment, [the ADA] proscribes indemnification on the grounds that it would constitute the obligation of funds not yet appro- priated.”); Indemnification Agreements and the Anti-Deficiency Act, 8 Op.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "O.L.C. 94, 96 (1984) (“Indemnification Agreements”) (recognizing the Comptroller General’s long series of opinions holding that “the Anti- Deficiency Act is transgressed by any indemnity provision that subjects",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "4 In addition, the Adequacy of Appropriations Act, 41 U.S.C. § 11 (2006), prohibits any contractual arrangement of the government “unless the same is authorized by law or is under an appropriation adequate to its fulfillment.” We refer to both statutes collective- ly as the Anti-Deficiency Act or ADA.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the United States to an indefinite, indeterminate, or potentially unlimited liability”); e.g., Federal Aviation Administration Negotiations with Pacif- ic Gas and Electric Company, B-260063, 1995 WL 390069, at *5 (Comp. Gen. June 30, 1995); Assumption by Government of Contractor Liability to Third Persons—Reconsideration, 62 Comp. Gen. 361, 363–66 (1983); To the Administrator, General Services Administration, 35 Comp. Gen. 85, 87 (1955); To the Secretary of the Interior, 16 Comp. Gen. 803, 804",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Not every indemnification agreement violates the ADA,6 but the kind of open-ended, uncapped indemnification clause at issue in many social media TOS agreements would run afoul of the statute. Although the online context does not alter the invalidity of such an indemnification clause, TOS agreements in this relatively new and growing area present some distinct legal issues, both because of the absence of traditional paper contracts and because of the ease with which government employees who are not authorized contracting officers can enter into agreements that purport to bind the United States.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "5 See also 2 Gov’t Accountability Office, Principles of Federal Appropriations Law 6-59 to 6-60 (3d ed. 2006) (“Federal Appropriations Law”) (“[A]bsent express statutory authority, the government may not enter into an agreement to indemnify where the amount of the government’s liability is indefinite, indeterminate, or potentially unlim- ited. Such an agreement would violate both the Antideficiency Act . . . and the Adequacy of Appropriations Act . . . , since it can never be said that sufficient funds have been appropriated to cover the government’s indemnification exposure.”); Office of Manage- ment and Budget, Circular No. A-11, § 145, at 3 (2010) (“If you . . . [s]ign a contract that obligates the Government to indemnify parties against losses (‘open-ended indemni- fication’ clause) . . . , [t]hen, you must report a violation of . . . 31 U.S.C. 1341(a).”).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "6 As we have recognized, the Comptroller General has upheld indemnification clauses when the potential liability of the United States is limited to an amount that is both known at the time of the agreement and within the amount of available appropriations. The Comptroller General has also created a narrow exception permitting indemnification of a public utility service, in limited circumstances, for injury or damage not caused by the utility company; and, of course, exceptions to the ADA have been created by statute. Indemnification Agreements, 8 Op. O.L.C. at 97–99 (citing Comptroller General decisions and statutes recognizing or creating exceptions to the ADA). Without an applicable exception, however, an indemnification agreement must include a limitation on the amount of liability and must state both that the liability is limited to the amount of appropriated funds available at the time of payment and that the contracting agency implies no promise that Congress will appropriate additional funds to meet any deficiency in the event of loss. Id. at 98.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "A. Online TOS agreements often present basic questions regarding whether the consent necessary to form a contract is present. See Total Med. Mgmt., Inc. v. United States, 104 F.3d 1314, 1319 (Fed. Cir. 1997) (among the requirements for a valid contract with the United States is “a mutual intent to contract including offer, acceptance, and considera- tion”). In this emerging area, courts have applied traditional principles of contract law and focused on whether the web user had reasonable notice of, and manifested assent to, the online agreement. See Specht v. Netscape Commc’ns Corp., 306 F.3d 17, 28–30 (2d Cir. 2002).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "As both you and GSA recognize, the two scenarios you describe in which Department employees “actively consented to the terms” raise no substantial legal questions regarding whether adequate consent to contract was present. See Commerce Letter at 3, 4; GSA Letter at 2. The type of TOS agreement you have described is commonly called a “clickwrap” agreement, in which a user must manifest assent to the website’s terms of service by affirmatively taking an action, such as checking a box or click- ing an “I accept” or “I agree” button. Because clickwrap agreements require affirmative consent on the part of the user, courts generally have upheld their enforceability as contracts. See, e.g., Segal v. Amazon.com, Inc., 763 F. Supp. 2d 1367, 1369 (S.D. Fla. 2011), mandamus denied, No.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Mo. Mar. 6, 2009); Moore v. Microsoft Corp., 741 N.Y.S.2d 91, 92 (N.Y. App. Div. 2002). Whether the web user actually reads the website’s TOS is immaterial. “Absent a showing of fraud, failure to read an enforceable clickwrap agreement, as with any binding contract, will not excuse com- pliance with its terms.” Feldman, 513 F. Supp. 2d at 236.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You have also asked about the legal ramifications of a government em- ployee’s passive agreement to a website’s TOS—often called a “browse- wrap” agreement—simply by using the online application. Commerce Letter at 4. Browsewrap agreements, unlike clickwrap agreements, do not require the user to give express assent to the website’s terms, such as by checking a box or clicking a button. Instead, browsewrap agreements typically “involve a situation where notice on a website conditions use of",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the site upon compliance with certain terms or conditions, which may be included on the same page as the notice or accessible via a hyperlink. . . . Thus, a party gives his or her assent simply by using the website.” Van Tassell v. United Mktg. Grp., LLC, 795 F. Supp. 2d 770, 790 (N.D. Ill. 2011) (quoting Sw. Airlines v. Boardfirst, L.L.C., No. 06-CV-0891-B, 2007 WL 4823761, at *4 (N.D. Tex. Sept. 12, 2007)).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Both you and GSA suggest that such an agreement could not constitute a binding contract because the web user has taken no affirmative action to agree to its terms. Commerce Letter at 4; GSA Letter at 2. Current case law, however, suggests that there is no categorical rule that browsewrap agreements are unenforceable. Instead, their validity is assessed on a case- by-case basis. Specifically, for a browsewrap agreement to be enforcea- ble, “[r]easonably conspicuous notice of the existence of contract terms and unambiguous manifestation of assent to those terms by consumers are essential.” Specht, 306 F.3d at 35. As other courts have put it: “[A]bsent a showing of actual knowledge of the terms by the webpage user, the validi- ty of a browsewrap contract hinges on whether the website provided reasonable notice of the terms of the contract.” Van Tassell, 795 F. Supp. 2d at 790–91; see also Hines v. Overstock.com, Inc., 668 F. Supp. 2d 362, 367 (E.D.N.Y. 2009) (“In ruling on the validity of a browsewrap agree- ment, courts consider primarily ‘whether a website user has actual or constructive knowledge of a site’s terms and conditions prior to using the site.’”), aff’d, 380 F. App’x 22 (2d Cir. 2010).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Different facts have produced different conclusions about the enforcea- bility of browsewrap agreements. In Specht, the Second Circuit held that a reasonably prudent Internet user would not have known or learned of the existence of the license terms before responding to a particular website’s invitation to download free software and, accordingly, that the website did not provide reasonable notice of the license terms. 306 F.3d at 20, 28–30. As a result, “plaintiffs’ bare act of downloading the software did not unambiguously manifest assent to the arbitration provision contained in the license terms.” Id. at 20. Similarly, in Hines, the court found no con- tract because the user was never advised of the terms and conditions and could not see the link to them without scrolling down to the bottom of the screen, which she was not required to do to make her purchase. 668",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "F. Supp. 2d at 367. By contrast, an Illinois appellate court found that an online contract provided reasonable notice where a blue hyperlink entitled",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "“Terms and Conditions of Sale” appeared on numerous web pages the plaintiffs completed in the ordering process, and where the plaintiffs were advised on three separate web pages that “[a]ll sales are subject to Dell’s Term[s] and Conditions of Sale.” Hubbert v. Dell Corp., 835 N.E.2d 113, 121–22 (Ill. App. 2005); see also PDC Labs., Inc. v. Hach Co., No. 09- 1110, 2009 WL 2605270, at *3 (C.D. Ill. Aug. 25, 2009) (finding online terms sufficiently conspicuous where the terms were “hyperlinked on three separate pages of the online Plate order process in underlined, blue, contrasting text” and were brought to the user’s attention by specific reference in the final order step, which directed the user to “[r]eview terms,” followed by a hyperlink to the terms).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "As this case law reflects, browsewrap agreements often present more difficult questions about user consent than clickwrap agreements, but there is no per se rule against their enforceability. Government employees registering for Internet social media accounts will need to ensure that they do not inadvertently consent to TOS agreements that violate the ADA (or other provisions of law), whether or not the online application requires the user to give express consent to the website’s terms of service.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "B. You first ask whether a government employee without authority to bind the government who signs up for a social media account, and thereby assents to the terms of an agreement containing an open-ended, unrestrict- ed indemnification clause, has violated the ADA. In your view, while the employee may have made an unauthorized commitment, there would be no valid agreement because the employee has no authority to bind the government. Accordingly, the employee would not have violated the ADA. Commerce Letter at 3; see also GSA Letter at 3 (same). Although the question is a difficult one on which little authority exists, we agree that government employees who lack authority to contract on behalf of the United States have made unauthorized commitments, but have not violated the ADA, even if they purport to consent to contract terms, such as an open-ended, unrestricted indemnification clause, that would impose an obligation on the United States exceeding or preceding available funds in an appropriation.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "An open-ended, unrestricted indemnification clause potentially violates the ADA because it represents an “obligation exceeding an amount avail- able in an appropriation or fund.” 31 U.S.C. § 1341(a)(1)(A). It may also “involve” the government in an “obligation” for “payment of money before an appropriation is made.” Id. § 1341(a)(1)(B). To violate the statute, therefore, the government officer or employee entering into the contract must have authorized or involved the government in an “obliga- tion” in excess or in advance of funds available in an appropriation. Only a government officer or employee with actual authority to bind the gov- ernment in contract, however, can authorize or involve the government in such an obligation.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The term “obligation” has a well-understood meaning in fiscal law, as is illustrated in the usage of the term by the Comptroller General and the",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "U.S. Government Accountability Office (“GAO”). They have defined “obligation” as “[a] definite commitment that creates a legal liability of the government for the payment of goods and services ordered or re- ceived, or a legal duty on the part of the United States that could mature into a legal liability by virtue of actions on the part of the other party beyond the control of the United States.” Gov’t Accountability Office, GAO-05-734SP, A Glossary of Terms Used in the Federal Budget Process 70 (2005); To the Administrator, Agency for International Development, 42 Comp. Gen. 733, 734 (1963) (an “obligation of funds” exists if there is “a legal duty on the part of the United States which constitutes a legal liability or which could mature into a legal liability by virtue of actions on the part of the other party beyond the control of the United States”); accord Contract for Legal Services, B-322147, 2011 WL 2644733, at *2 (Comp. Gen. July 6, 2011); Obligational Practices of the Corporation for National and Community Service, B-300480, 2003 WL 1857402, at *3 (Comp. Gen. Apr. 9, 2003); see also McDonnell Douglas Corp. v. United States, 39 Fed. Cl. 665, 671 (1997). Thus, “[w]hen an agency takes some action that creates a legal liability, the agency ‘obligates’ the United States government to make a payment   A legal liability is a claim that",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "may be legally enforced against the government.” National Mediation Board—Compensating Neutral Arbitrators Appointed to Grievance Ad- justment Boards Under the Railway Labor Act, B-305484, 2006 WL 1669294, at *4 (Comp. Gen. June 2, 2006).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "For example, in discussing the Anti-Deficiency Act implications of Na- tional Mediation Board (“NMB”) appointments of arbitrators to grievance adjustment boards, the Comptroller General explained that “only an authorized officer of the United States government can enter into a con- tract or other binding commitment on behalf of the government.” Id. at",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "*11. “Consequently, if someone other than an authorized officer attempts to sign a contract or other agreement committing the government to some action, the commitment is not binding on the government.” Id. (emphasis added). Thus, the Comptroller General concluded that the NMB incurs an “obligation” for ADA purposes “when an authorized NMB official ap- points an arbitrator to a specific case or a specified group of related cas- es,” id., and it is the appointment “by an authorized NMB official . . . that is the obligating event for NMB.” Id. at *12.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Determining whether a government officer or employee has authorized or involved the government in an “obligation” for ADA purposes, then, requires an assessment whether the officer or employee has entered into a contract that binds the United States. A binding contract is formed only if an authorized employee has entered into (or ratified) the agreement. See Trauma Serv. Grp. v. United States, 104 F.3d 1321, 1325 (Fed. Cir. 1997) (in addition to the usual contract-formation elements, “[a] contract with the United States also requires that the Government representative who entered or ratified the agreement had actual authority to bind the United States”); accord Total Med. Mgmt., 104 F.3d at 1319. It is settled law that the United States is not bound by a contract entered into by a government employee acting outside his authority.7 Anyone entering into an arrange- ment with the government “takes the risk of having accurately ascertained",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "7 A government employee purporting to bind the United States in contract acts outside his authority when he has no authority to contract for the United States or when he exceeds whatever contract authority he possesses. As GSA observes, under the Federal Acquisition Regulations System (“FAR”), “[c]ontracting officers may bind the Govern- ment only to the extent of the authority delegated to them,” GSA Letter at 4 (citing 48",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "C.F.R. § 1.602-1(a) (2010)), and that authority may be limited to a specific dollar amount in the contracting officer’s warrant, id.; see also 48 C.F.R. § 1.603-3(a) (2010) (certificate of appointment of contracting officer shall state any limitations on the scope of authority to be exercised). Thus, a contracting officer whose warrant, for example, authorizes him to bind the United States only up to $10,000 would have no authority, in consenting to an open-ended indemnification agreement, to obligate the United States to pay more than that limit.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "that he who purports to act for the Government stays within the bounds of his authority.” Fed. Crop Ins. Corp. v. Merrill, 332 U.S. 380, 384 (1947); see, e.g., City of El Centro v. United States, 922 F.2d 816, 820–21 (Fed. Cir. 1990) (rejecting hospital’s claim for costs in treating injured illegal aliens at the request of a Border Patrol agent where the agent had no authority to bind the government in contract); Stout Rd. Assocs. v. United States, 80 Fed. Cl. 754, 757–58 (2008) (rejecting claim by hotel based on canceled hotel reservation where the agreement was entered into by an intern with no contracting authority and her supervisors lacked authority to delegate such authority to her or to ratify the agreement themselves); cf. Office of Personnel Mgmt. v. Richmond, 496 U.S. 414, 415–16, 424– 25, 434 (1990) (erroneous advice given by a government employee to a benefits claimant does not give rise to estoppel against the Government and thereby entitle the claimant to a monetary payment not permitted by law).8",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "For these reasons, a government employee without contracting authori- ty cannot bind the United States to an online TOS agreement. According- ly, that unauthorized employee has neither “authorize[d]” nor “in- volve[d]” the government in an “obligation” to indemnify the social",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "8 See also, e.g., To Clyde Esnard Malle, 18 Comp. Gen. 568, 571–73 (1938) (rejecting claim for compensation where the government employees involved had no authority to contract on behalf of the United States for the claimant’s services); Architect of the Capitol—Contract Ratification, B-306353, 2005 WL 2810714, at *2 (Comp. Gen. Oct. 26, 2005) (Architect of Capitol not obligated to pay contractor for construction per- formed pursuant to directives by employee who lacked authority); Instructions for Settling Claim of Anthony R. Grijalva, B-204002.OM, 1982 WL 27962, at *1 (Comp. Gen. Mar. 31, 1982) (agreement for rental of horse void because district ranger lacked contracting authority); Claim of Hertz Corporation for Payment of Car Rental Charges, B-199804.OM, 1981 WL 24420, at *1–3 (Comp. Gen. Feb. 24, 1981) (no liability to Hertz Corporation for credit card where supply officer had no authority to bind the government to a contract for open-ended use of credit cards).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Many social media services are provided at no immediate cost to the government, rais- ing the question whether a government employee is required to have contracting authority to bind the agency in such an arrangement. GSA Letter at 2–3. We see nothing in the FAR or case law that would permit an unauthorized government employee to bind the govern- ment in contract even if the contract imposes no upfront costs on the government. Fur- thermore, social media agreements containing indemnification clauses could impose costs, because such clauses, if enforceable, could impose monetary liability on the United States.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "media company and therefore has not violated the Anti-Deficiency Act. 31 U.S.C. § 1341(a)(1)(A)–(B). By the same token, the employee cannot be said to have “involve[d]” the government in a “contract” for the pay- ment of money in advance of an appropriation. Id. § 1341(a)(1)(B).9 As one pair of commentators put it, “an obligation cannot arise against the United States merely because an unauthorized official has procured goods or services. Much more is necessary, and it does not follow that an Anti- Deficiency Act violation occurs, eo instanti, with every irregular pro- curement.” Gary L. Hopkins & Robert M. Nutt, The Anti-Deficiency Act (Revised Statutes 3679): And Funding Federal Contracts: An Analysis, 80 Mil. L. Rev. 51, 89 (1978).10",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Furthermore, it would be inappropriate and, indeed, would likely violate the ADA if an authorized official were to ratify a TOS agree- ment containing an unenforceable indemnification clause executed by an employee without contract authority or with insufficient contract authority. See Commerce Letter at 3. Under the FAR, the head of a contracting activity or higher-level official, if designated, may ratify an unauthorized commitment but only if “[t]he resulting contract would otherwise have been proper if made by an appropriate contract-",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "9 Although, as GSA points out, a contracting officer with restricted contracting authori- ty cannot bind the United States to an open-ended online indemnification agreement in an amount that exceeds his contracting authority, GSA Letter at 4, such a contracting officer may nonetheless violate the ADA by entering into such an indemnification agreement— effectively capped at the limit of the officer’s contracting authority—because the loss subject to the indemnification agreement may arise in a future year in which the availabil- ity of an appropriation to pay that potential liability is unknown. For that reason, as we have previously recognized, the Comptroller General has insisted that even an indemnifi- cation agreement “limited to a definite maximum” must provide “(1) that only the amount of appropriated funds actually available at the time of loss will be paid, and (2) that it creates no obligation to appropriate additional funds.” Management of Aircraft Hijacking, 2 Op. O.L.C. 219, 224 (1978); see also Indemnification Agreements, 8 Op. O.L.C. at 96 (same); 2 Federal Appropriations Law at 6-73 (to ensure that agency will have sufficient funds available should contingent liability under an indemnification agreement ripen into an obligation, the agency must either “obligate or . . . reserve administratively sufficient funds to cover the potential liability,” or the agreement must “expressly limit the govern- ment’s liability to appropriations available at the time of the loss with no implication that Congress will appropriate funds to make up any deficiency”).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "10 We do not address here whether a government employee without contracting au- thority may violate the ADA by “mak[ing] . . . an expenditure . . . exceeding an amount available in an appropriation or fund.” 31 U.S.C. § 1341(a)(1)(A).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "ing officer.” 48 C.F.R. § 1.602-3(b)(2), (c)(3) (2010); Dep’t of Com- merce, Commerce Acquisition Manual 1301.602, Ratification of Unau- thorized Commitments § 3.2.1(b)(iii), at 5 (2009), http://www.osec. doc.gov/oam/acquistion_management/policy/commerce_acquisition_ manual_cam/default.htm. Entering into a TOS agreement containing an indemnification clause that violates the ADA would not otherwise have been proper, even if approved by an authorized official.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "C. We turn now to whether a government officer or employee with con- tracting authority violates the ADA by entering into a TOS agreement that includes an unrestricted, open-ended indemnification clause.11 Such agreements violate the ADA and, as a consequence, are unenforceable. As noted, open-ended, unrestricted indemnification clauses are unenforceable against the government because they violate the ADA—whether or not the official involved otherwise has contracting authority. GSA Letter at 3. On several occasions, the Supreme Court held under earlier versions of the ADA or related statutes that the government was legally incapable of incurring a contractual obligation to pay more money than Congress had appropriated or to pay money over a longer period than covered by an appropriation. See, e.g., Leiter v. United States, 271 U.S. 204, 206–07 (1926); Sutton v. United States, 256 U.S. 575, 580–81 (1921); Hooe v.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "U.S. 104, 116–17 (1878); see generally Memorandum for Stephen R. Colgate, Assistant Attorney General for Administration, from Randolph",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "D. Moss, Assistant Attorney General, Office of Legal Counsel, Re: Ap- plicability of the Antideficiency Act to a Violation of a Condition or",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11 We recognize that some indemnification agreements, although appearing to be open- ended and unrestricted, are in fact limited, such as when the government’s potential liability is determinable (for example, when that potential liability is capped at the value of a commodity, see, e.g., To the Administrator, Federal Aviation Agency, 42 Comp. Gen. 708, 710 (1963)), or when its liability or commitment to indemnify can be avoided by actions under the government’s control, see, e.g., To the Honorable Howard M. Metzen- baum, U.S. Senate, 63 Comp. Gen. 145, 148 (1984); see also 2 Federal Appropriations Law at 6-72 to 6-74. This opinion does not address these or any similar circumstances in which there would be no violation of the ADA despite the government’s having entered into an apparently open-ended, unrestricted indemnification agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Internal Cap Within an Appropriation at 16–17 (Jan. 19, 2001) (discuss- ing Supreme Court decisions). Similarly, with respect to open-ended indemnification clauses, courts have relied on the ADA in refusing to find implied indemnification agreements and in rejecting express indemnifica- tion agreements. See, e.g., Hercules, 516 U.S. at 427; Rick’s Mushroom Serv., Inc. v. United States, 521 F.3d 1338, 1346 (Fed. Cir. 2008); In re All Asbestos Cases, 603 F. Supp. 599, 611–12 (D. Haw. 1984); Union",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Manville Corp. v. United States, 12 Cl. Ct. 1, 22–25 (1987); Cal.-Pac. Utils. Co., 194 Ct. Cl. at 715; Ins. Co. of N. Am. v. Dist. of Columbia, 948 A.2d 1181, 1186–88 (D.C. 2008). Thus, the courts have held that, by operation of the ADA itself, a government officer or employee who purports to agree to an indemnification clause has not actually committed the United States to a binding obligation. In Leiter, for example, the trustees of a landlord sued for the rent under leases to the Treasury De- partment, but because the leases were contrary to the Anti-Deficiency Act, the Court held that the trustees could not recover. 271 U.S. at 205, 207– 08.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "This situation, then, gives rise to the peculiar question whether a gov- ernment employee with contracting authority violates the ADA when, because of the ADA, the employee has failed to authorize an enforceable “obligation” that otherwise would exceed funds available in an appropria- tion. We conclude that the ADA has been violated in these circumstances. The mere fact that commitments made in violation of the ADA are not legally enforceable does not somehow erase the ADA violation; other- wise, the ADA could not be violated. The ADA mandates that, for viola- tions of section 1341(a), the head of the agency “shall report immediately to the President and Congress all relevant facts and a statement of actions taken,” with a copy of each report to be transmitted simultaneously to the Comptroller General. 31 U.S.C. § 1351. A government officer or employ- ee who violates section 1341(a) can be subject to administrative discipline and penal sanctions. Id. §§ 1349, 1350. These provisions would have no effect, and would make no sense, if an ADA violation does not occur because the violation itself makes the obligation invalid. Moreover, an otherwise binding contract that contains a clause violating the ADA may create precisely the sort of moral obligation for Congress to appropriate money for payments under the contract—a so-called “coercive deficien-",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "cy”—that Congress enacted the ADA to counteract. See 2 Federal Appro- priations Law at 6-34 to 6-35; Project Stormfury—Australia—Indemni- fication for Damages, 59 Comp. Gen. 369, 372 (1980) (“coercive defi- ciencies” involve situations where an agency has legally or morally committed the United States to make good on a promise). Finally, we note, based on seven years of reports by the GAO compiling ADA viola- tions,12 that at least some agencies appear to have treated open-ended indemnification clauses subjecting the government to indefinite liability as violating the ADA and have reported such violations. See GAO, An- tideficiency Act Reports—Fiscal Year 2011, at 1 (Feb. 9, 2012), https:// www.gao.gov/legal/appropriations-law-decisions/resources; GAO, Anti- deficiency Act Reports—Fiscal Year 2010, at 7 (Jan. 9, 2011) (same);",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "GAO, Antideficiency Act Reports—Fiscal Year 2008, at 12, 13 (Mar. 3, 2009) (same); GAO, Antideficiency Act Reports—Fiscal Year 2006, at 4, 5, 11 (Mar. 9, 2007) (same); GAO, Antideficiency Act Reports—Fiscal",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Year 2005, at 6 (Aug. 11, 2006) (same). For these reasons, we conclude that the Anti-Deficiency Act is violated when a government officer or employee with authority to bind the gov- ernment agrees, without statutory authorization or some other exception, to an open-ended, unrestricted indemnification clause.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "III. You have asked about the practical consequences for the government (rather than for the employee) that flow from an authorized government employee’s consent to an online TOS agreement that contains an unen- forceable indemnification clause. We make two observations in this regard.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "First, the Department has a duty to mitigate an ADA violation— particularly when an agreement is in effect—as soon as possible. See To the Chairman, Committee on Appropriations, House of Representatives, 55 Comp. Gen. 768, 772 (1976) (“Committee on Appropriations”) (“We believe it is obvious that, once an Antideficiency Act violation has been discovered, the agency concerned must take all reasonable steps to miti-",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "gate the effects of the violation insofar as it remains executory.”); The Honorable Glenn English, B-223857, 1987 WL 101593, at *6 (Comp. Gen. Feb. 27, 1987) (“Once CCC [Commodity Credit Corporation] de- termined that sufficient funds were not available to pay for the meat it had ordered because its borrowing authority had been depleted . . . , the An- tideficiency Act required CCC to do what it could to mitigate or minimize the magnitude of a possible Antideficiency Act violation.”). Often, miti- gation requires terminating the contract. See Committee on Appropria- tions, 55 Comp. Gen. at 772. Accordingly, for those online social media TOS agreements that have already been executed and that contain an indemnification provision that violates the ADA, the Department should renegotiate the terms of service to revise or eliminate the indemnification clause13 or cancel the Department’s enrollments in social media applica- tions when their operators insist on such a clause.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Second, you ask whether, if agency employees without authority to bind the agency do not violate the ADA when, in the course of signing up for social media applications, they agree to TOS agreements with indem- nification clauses, the government is “subject to no legal ramifications despite the apparent benefits to the government.” Commerce Letter at 5. Although such indemnification clauses would not be enforceable, in some circumstances the government arguably may pay, or be ordered to pay, for the reasonable value of benefits received from a contractor (e.g., the reasonable value of downloaded photos) under the equitable principle of quantum meruit. “Under the doctrine of quantum meruit, the government pays the reasonable value of services it actually received on an implied, quasi-contractual basis.” Maintenance Service & Sales Corporation, 70 Comp. Gen. 664, 666 (1991) (concluding that requirements for quantum meruit payment for repair services for government-owned vehicles were satisfied). “Payment under this authority is appropriate where there is no enforceable contractual obligation on the part of the government but where the government has received a benefit not prohibited by law con- ferred in good faith.” Unauthorized Legal Services Contracts Improperly Charged to Resource Management Appropriation, B-290005, 2002 WL",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "13 GSA has provided examples of TOS agreements that correct or eliminate problemat- ic provisions such as indemnification clauses. See GSA Letter at 3 n.3 (citing agreements posted on GSA’s website apps.gov).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "1611488, at *3 n.9 (Comp. Gen. July 1, 2002). Thus, for example, the Comptroller General opined that, even though the Fish and Wildlife Service had entered into a contract for legal services without authority and in violation of the ADA, the Solicitor of the Department of the Interior could choose to pay the contractors on a quantum meruit basis, so long as sufficient unobligated funds were available in the applicable appropria- tion. Id. at *3, *4 n.9; see also Perri v. United States, 340 F.3d 1337, 1344 (Fed. Cir. 2003) (quantum meruit recovery may be available in the Court of Federal Claims to a plaintiff who provides goods or services to the government pursuant to an express contract that contains defects rendering it invalid or unenforceable); e.g., Prestex, Inc. v. United States, 320 F.2d 367, 373 (Ct. Cl. 1963). In some circumstances, it may be that no quantum meruit payment could be made or ordered, particularly if the website provided free access (apart from the value of the unenforceable indemnification agreement) or if the government already has paid for access. Nevertheless, in other situations, the government arguably could be required to make a quantum meruit payment.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "VIRGINIA A. SEITZ Assistant Attorney General Office of Legal Counsel",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Click-wrap Software Licence Agreement CAREFULLY READ THE FOLLOWING LICENCE AGREEMENT CAREFULLY! IT CONTAINS VERY IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT MAY APPLY TO YOU. THIS DOCUMENT CONTAINS A DISPUTE RESOLUTION CLAUSE. BY CLICKING ON THE “ACCEPT” BUTTON, YOU ARE CONSENTING TO BE BOUND BY AND ARE BECOMING A PARTY TO THIS AGREEMENT. IF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, CLICK THE “DO NOT ACCEPT” BUTTON OR LEAVE THE WEBSITE.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "“You” or “Your” means the person or company who is being licensed to use the Licensor software in association with the Usage Agreement (“Usage Agreement”). “We”, “Our” and “Us” means Licensor Canada Inc.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "NOW, THEREFORE, THIS AGREEMENT WITNESSETH that, in consideration of the mutual covenants contained herein, the Parties hereto agree as follows:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "1. DEFINITIONS 1.1. Definitions. Capitalized terms in this Agreement will have the following meanings:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "“Agreement” means this Software Licence Agreement between Us and You;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "“Licensed Software” means certain commercial software products being provided to You under this Agreement, including executable program modules thereof, as well as related documentation and computer readable media;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "“Sublicensed Software” means certain third party owned software components being provided under this Agreement, that are required to properly enable or operate the Licensed Software;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2.1 Software Licence and Rights. In consideration of the mutual covenants, and subject to the provisions contained in this Agreement, We hereby grant to You a revocable, non-exclusive licence to use the Licensed Software solely in order to utilize the Products and Services as provided under the Usage Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2.2 Restrictions. Without limiting the generality of the foregoing, You will use the Licensed Software only for purposes set forth herein, and, further, You expressly agree that You DO NOT have rights to:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(a)\town title, or transfer title to the Licensed Software to another party;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(b)\tdistribute, or sublicense or otherwise provide copies or any rights in relation to the Licensed Software to any third party;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(c)\tpledge, hypothecate, alienate or otherwise encumber the Licensed Software to any third party;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(d)\tuse the Licensed Software to rent, lease or otherwise provide location-enabled telecommunication or information services to Your customers, including, without limitation, data processing, hosting, outsourcing, service bureau or online application services (ASP) offerings; or",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(e)\tmodify, enhance, reverse-engineer, decompile, disassemble or create substantially derived forms of the Licensed Software.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2.3 Enforcement of Restrictions. We will have the right to inspect and enforce the restrictions and covenants contained in this Agreement at Your sole expense, and You hereby agree to promptly notify Us of any known violations of such restrictions.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2.4 Our Obligations. Upon execution of this Agreement, We will:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(a)\tpermit You to download a copy of the most current version of the Licensed Software for Your use under this Agreement; and",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(b)\tprovide You with ongoing updates to the Licensed Software as We consider needed. In each such case, We will automatically provide and install the necessary updates and will notify You when the update has been installed.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "3. COPYRIGHT AND MARKS 3.1 Copyright. The Licensed Software, including any documentation, media, packaging and illustrations, is copyrighted and constitutes Our valuable property. You agree that all physical manifestations of the Licensed Software will display Our copyright notice in a conspicuous manner. The Licensed Software is protected under Canadian copyright laws",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "and international treaty provisions. You Will have a right to copy the materials, provided copyright notices and acknowledgement of trade-marks are included, pursuant to the covenants herein. You will include the following notice on any printed, electronic, online or packaged version of the Licensed Software, in any form whatsoever:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "All rights reserved.” 3.2 Trade-marks. Certain logos, product names and trade-marks owned by Us may be contained within the printed materials and electronic manifestations of the Licensed Software. You will have no right to use such marks in its end-user applications except as set out in the User Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "4. TITLE 4.1 Title. You acknowledge that the Licensed Software, including any associated written materials and other documentation provided under this Agreement, belongs exclusively to Us. Unencumbered title to the Licensed Software will, at all times, remain with Us. You agree to protect the Licensed Software from unauthorized use, reproduction, distribution or publication in electronic or physical form.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "5. WARRANTY AND INDEMNITY 5.1 Warranty. We warrant that We are the owner of the Licensed Software, and have the right and authority to grant the licence to the Licensed Software. We do not warrant, guarantee, accept any condition or make any representation that the Licensed Software will meet Your requirements or that the use of the Licensed Software will be uninterrupted or error-free. No other verbal or written information provided by Us will create a warranty or in any way increase Our liability, and You will not rely on such information.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "5.2 Indemnity. We warrant that the Licensed Software does not infringe on any current subsisting and enforceable Canadian patent or Canadian copyright, and We will and hereby do agree to indemnify and hold You harmless in respect of any losses, costs, damages or expenses (including reasonable attorney’s fees and court costs) arising out of any claim, demand or action alleging that the Licensed Software violates or infringes the Canadian copyright, patent or other intellectual property right of any third party, providing that You provide Us with reasonable cooperation in preparing a defence against any such claim.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "6.2 Dispute Resolution. You acknowledge that We possess valuable confidential and proprietary information, including trade-marks and business practices, which would be damaging to Us if revealed in open court. You further acknowledge and agree that it is preferable to resolve all disputes between Us and You confidentially, individually and in an expeditious and inexpensive manner. We and You accordingly acknowledge and agree that private dispute resolution is preferable to court actions. Before commencing any arbitration in the manner set out in Section 6.3 below, We and You shall first attempt to resolve any dispute or differences between the both of us by way of good faith negotiation. The good faith negotiation shall commence by each of Us and You communicating our position regarding the complaint, claim, dispute or controversy to the other party, and how the both of us should resolve the dispute. We and You shall then make good faith efforts to negotiate a resolution of the claim, dispute or controversy. Neither We nor You shall commence any arbitral proceedings unless and until the good faith negotiation fails.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "6.3 ARBITRATION. ANY CLAIM, DISPUTE OR CONTROVERSY (WHETHER IN CONTRACT, TORT OR OTHERWISE, WHETHER PRE-EXISTING, PRESENT OR FUTURE, AND INCLUDING STATUTORY, COMMON LAW, INTENTIONAL TORT AND EQUITABLE CLAIMS CAPABLE IN LAW OF BEING SUBMITTED TO BINDING ARBITRATION) AGAINST US, Our agents, employees, officers, directors, successors, assigns or affiliates (collectively, for purposes of this paragraph, “Licensor Group”) arising from or relating to this Agreement, its interpretation or the breach, termination or validity thereof, the relationships between the parties, whether pre-existing, present or future (including, to the full extent permitted by applicable law,",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "relationships with third parties who are not signatories to this Agreement), Licensor Group’s advertising or any related purchase SHALL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION ADMINISTERED BY THE NATIONAL ARBITRATION FORUM (“NAF”) under its Code of Procedure and any specific procedures for the resolution of small claims and/or consumer disputes then in effect (available via the Internet at <http://www.arb-forum.com>, or via telephone at 1-800-474-2371). The arbitration will be limited solely to the dispute or controversy between Customer and Licensor Group. Any award of the arbitrator(s) shall be final and binding on each of us, and may be entered as a judgment in any court of competent jurisdiction. Information may be obtained, and claims may be filed with the NAF at P.O. Box 50191, Minneapolis, MN 55405, or by email at <file@arb-forum.com>, or by online filing at <http://www.arb-forum.com>.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "7. SUCCESSORS AND ASSIGNS 7.1 Successors and Assigns. You may not assign Your rights and duties under this Agreement to any party at any time. This Agreement will enure to the benefit of and will be binding on Us and our respective successors and permitted assigns. In the event of corporate merger, amalgamation, divestiture or asset sale, We will have the right to transfer and assign Our rights and obligations hereunder to any third party (the “Assignee”), upon written notice to You, provided that We cause the Assignee to agree in writing to all the terms contained in this Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "8. UPGRADES 8.1 Upgrades. Other than our obligation under Section 2.4(b), We shall have no other obligations to provide updates or support services to You. Obligations or expectations with regard to product upgrades, enhancements, support or remedies for errors, defects or deficiencies will be limited to those expressly set forth in a separate agreement between Us and You. In the absence of such an agreement between Us and You, We will use reasonable efforts to provide ongoing support and remedies to identified errors and defects, on a time and material basis, at Our then current commercial rates.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "9. CONFIDENTIALITY 9.1 Confidentiality. You acknowledge that the existence of this Agreement, the terms and conditions hereof, the transactions contemplated hereby and other information, including, without limitation, customer, technical and financial information that they have received or will receive in connection with this Agreement, is considered private and confidential (the “Confidential Information”). You will use reasonable diligence and in no event less than the degree of care which We use in respect to our own confidential and proprietary information of like nature, to prevent the unauthorized disclosure, reproduction or distribution of such Confidential Information to any other individual, corporation or entity. Such Confidential Information will exclude:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(a)\tinformation that is already in the public domain;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(b)\tinformation already known to the receiving party, as of the date of the disclosure, unless the receiving party agreed to keep such information in confidence at the time of its original receipt;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(c)\tinformation hereafter obtained by the receiving party, from a source not otherwise under an obligation of confidentiality with the disclosing party;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(d)\tinformation that the receiving party is obligated to produce under order of a court of competent jurisdiction, provided that the receiving party promptly notifies the disclosing party of such an event so that the disclosing party may seek an appropriate protective order.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "10. TERM 10.1 Term. The term of this Agreement will commence on the date of Your agreement to these terms and shall continue for the same term as the Usage Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11. GENERAL 11.1 Consents. Any consent required under this Agreement will not be unreasonably withheld.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.2 Captions. The Article and paragraph headings used herein are for convenience only and are not a part of this Agreement and will not be used in construing it.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.3 Entire Agreement. This Agreement constitutes the entire agreement of the Parties, and no amendment to the terms of this Agreement will be effective unless in writing and signed by both parties hereto.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.4 Equitable Relief. You agree that any breach of this Agreement by You would cause irreparable damage, and that, in event of such breach, in addition to any and all remedies at law, We will have the right to an injunction, specific performance or other equitable relief to prevent the continuous violations of the terms of this Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.5 Force Majeure. Notwithstanding anything herein to the contrary, We shall not be liable for any delay or failure in performance caused by circumstances beyond Our reasonable control.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.6 Relationship of the Parties. This Agreement does not constitute a partnership or joint venture, and nothing herein contained is intended to constitute, nor will it be construed to constitute, such a partnership or joint venture. Except as expressly provided in this Agreement, neither We nor You will have any power or authority to act in the name or on behalf of the other party, or to bind the other party to any legal agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.7 Severability. The provisions of this Agreement are to be considered separately, and if any provision hereof should be found by any court or competent jurisdiction to be invalid or unenforceable, this Agreement will be deemed to have effect as if such provision were severed from this Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.9 Notices. All notices and communications required or permitted under this Agreement will be in writing and will be sent by registered or certified mail, postage prepaid, return receipt requested, facsimile transmission (the “Fax”), with confirmed answer back, or electronic mail, with confirmation of receipt, to Us or You at the respective addresses we provide to each other or to such other address as We or You may",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "from time to time specify by notice to the other given as provided in this paragraph. In Our case, Our address is:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "A notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "11.12 Revisions to this Agreement. We may at any time revise the terms of this Agreement by updating these terms and by providing notice to you of that change.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Product Functionality Comodo IT and Security Manager (ITSM) allows administrators to manage, monitor and secure mobile devices which connect to enterprise wireless networks. Once a device has been enrolled, administrators can remotely apply configuration profiles which determine that device's network access rights, security settings and general preferences. ITSM also allows administrators to monitor the location of the device; run antivirus scans on the device; install/uninstall device apps; remotely lock or wipe the device; view/start/stop running services; view reports on device hardware/software information; reset user passwords; make the device sound an alarm and more. Integration with Simple Certificate Enrollment Protocol also allows ITSM end-users to enroll for and install Comodo client certificates for the purposes of two factor authentication and identification. Administrators also have mail access control and can whitelist devices that have access to company mail server. Monitoring of users and devices on the network may also be performed by administrators, including communication with users directly by sending push messages to their devices. Error logs from ITSM portals are collected through mails. Comodo will automatically send mail to mdmsupportreports@comodo.com in the event of errors in the product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "ITSM integrates with Comodo Valkyrie, (https://valkyrie.comodo.com/terms ) a cloud based file analysis which tests user submitted files with a range of detectors such as heuristics, file lookup and real time behavior analysis.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "For a complete list and description of the Product features and functions, please refer to the Administration Guide.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "This end user license and subscriber agreement is between you (“you” or “Subscriber”), an individual or entity, and either:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Comodo Security Solutions, Inc., a Delaware company, with offices at 1255 Broad Street, Clifton, NJ 07013, United States;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "If you are located in China, Beijing Comodo Software Development Co. Ltd., which has its principal place of business at 401 Tower B., Fenglan International Plaza, 32 Beidajie Xizhimen, Haidian District, Beijing, China;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "If you are located in the European Economic Area, Comodo Security Solutions, Ltd., which has its principal place of business at Third Floor, 26 Office Village, Exchange Quay, Trafford Road, Salford Manchester M5 3EQ, United Kingdom, is the entity responsible for any data or information that is processed or controlled and associated with this Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Each are hereinafter referred to as “Comodo”.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "In exchange for your use of the Product, you agree as follows:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "License Grant of License. Basic Edition (Free Usage License): Comodo grants you a limited, non-exclusive, non-transferable, and revocable user license to download, install, back-up, and use the Software and Services (collectively, the “Product”) on one (1) personal device under a valid license granted by Comodo including any documentation and files accompanying the Product. This includes one month of protection with Comodo Client Security. You shall not resell, lease, sell, modify, reverse engineer, decompile, or create derivative works of the Software. All rights not expressly granted herein are reserved to Comodo.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You are required to upgrade to Premium Edition (below) to continue using Comodo Client Security protection for your device(s).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Premium Edition: Comodo grants you a limited, non-exclusive, non-transferable, and revocable user license to download, install, back-up, and use the Product on one (1) personal device under a valid license granted by Comodo for the term that you have paid for, including any documentation and files accompanying the Product. You shall not resell, lease, sell, modify, reverse engineer, decompile, or create derivative works of the Software. All rights not expressly granted herein are reserved to Comodo.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "This License grant shall expire at the end of the paid subscription period or at the end of the trial period.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Restrictions. The licenses granted herein are only valid if:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the Product is NOT modified in any manner;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the Product is only installed and used in accordance with your network security policies,",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "this agreement is accepted without modification and has not been breached.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Registration. When registering Product, you must provide accurate information and must update the registration information if it changes. Comodo may limit your ability to use the Product if you fail to complete a required registration process. You may also be required to select a username and password. Maintaining the confidentiality of this password and username is your responsibility. You must notify Comodo immediately of any unauthorized use of your account.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Limited License. The licenses granted herein are only for the registered end user for one (1) device for which you paid for the Product. Each of these devices must be enrolled and activated through the Product. You can secure additional mobile devices by obtaining a separate license, which might require an additional fee. You must have a license for each mobile device that accesses or uses the Product prior to installing or using the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Updates. Comodo is not obligated to provide updates to the Product. If an update is provided and the update is not accompanied by an additional agreement, this agreement applies to your use and installation of the update. The Product may update automatically without notice.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Technical Support. Comodo is not obligated to provide technical or customer support for Comodo IT and Security Manager. In the event technical or customer support is offered or included, Comodo has a right to alter or terminate the support at any time without notice.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Trial, Free, Evaluation, and Beta. If this agreement pertains to a trial, free, beta, or evaluation version, the licenses granted herein terminate at the end of the trial or evaluation period or when Comodo disables access to the Product. For a trial version of the Product if no term is agreed or specifically set forth in the documentation that you receive with this Product, then the term for the licenses granted herein shall be for the term that you purchased. All trial, evaluation, and beta licenses are limited to one per customer. Generally, credit card or account information is required to access a free trial. However, Comodo shall not charge your credit card or account until the trial period has ended. At the end of the trial period, Comodo may bill the credit card or account for the Product without further notice.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Participants in a free trial are not entitled to a 30 day refund period. Your termination of this agreement prior to the end of the free trial is required to avoid fees for the Product. Annual subscriptions expire one year from the end of the trial period. Comodo may deny or revoke a free trial for any reason.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Ownership No Ownership Rights. The Product is being licensed, not sold. Comodo retains all ownership rights in and to the Product, including any intellectual property rights therein.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Copyright. The Product contains material that is protected by United States and foreign intellectual property laws, including copyright, trade secret, and patent law. All rights not granted to you herein are expressly reserved by Comodo. You may not remove any copyright or other proprietary notice of Comodo from the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Content. Content, including files, links, images, and text, made available or accessible through the Product is the sole responsibility of the person or entity from whom it originated and is the property of the applicable owner. This agreement does not give any rights to such content. Comodo does not endorse any such content. You accept all responsibility for security risks and any damage resulting from any content viewed or accessed through the Product, and Comodo is not responsible for any damage or loss caused by your use or reliance on any of the content, goods or services, or information available through third party sources regardless of how presented.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Submissions. Any communications sent to Comodo are the property of Comodo or its affiliates. Unless stated otherwise herein, submissions are not considered confidential, and Comodo is not liable for any use or disclosure of a submission. Except as noted herein, Comodo is entitled to unrestricted use of any submissions for any purpose whatsoever without compensation to the provider of the submission.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Payment Fees. If there is a free version of the Product, it may be used without payment to Comodo. For a paid Product, you must pay the fee listed on any applicable purchase order or Comodo’s website prior to using or accessing the Product. Free and paid for Product are listed on www.comodo.com. Comodo may modify fees for paid Product in its sole discretion. Your failure to terminate this agreement after a fee change is posted to Comodo’s website",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "constitutes your acceptance of amended prices, which will apply upon your renewal of the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Method of Payment. All fees must be paid in advance. Comodo may automatically charge the credit card or account provided for renewing subscriptions to the Product. However, you remain solely responsible for any renewal payment. If renewal payments are not made before a subscription expires, Comodo may, without notice, restrict or remove your access to the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Rejected Charges. If any charges are rejected by your credit card issuer then Comodo may deactivate your account until payment is successfully received. Comodo may deactivate any account that has a disputed charge until Comodo, in its sole discretion, determines the dispute resolved.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Billing Issues. You shall provide Comodo notice of any billing problems or disputes within 60 days after the charge first appears on a statement you receive from your bank, credit card company, or other billing company. Failure to notify Comodo of the problem within the 60 day period is your acceptance of the charges. Comodo is not obligated to provide a refund for any unused Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Restrictions Lawful Use. The Product is solely for lawful purposes and use. You are responsible for ensuring that your use of the Product is in accordance with this agreement and any applicable laws, statutes, ordinances, regulations, rules and other government authority.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Compliance. You shall (1) not interfere or disrupt networks connected to Comodo’s services;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(2) comply with all regulations, policies and procedures of networks connected to the services; (3) not use the Product to infringe the privacy or intellectual property rights of a third party; (4) not use the Product to distribute or transmit any file that contains malware, (5) not attempt to gain unauthorized access to other computer systems or mobile devices; and (6) not use the Product to transmit any unlawful, harassing, libelous, defamatory, racist, indecent, abusive, violent, threatening, intimidating, harmful, vulgar, obscene, offensive or otherwise objectionable material of any kind or nature.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Export. You represent that you are not located in and will not modify, export or re-export, either directly or indirectly, the Product to any country or entity under United States restrictions or to any country or entity subject to applicable trade sanctions. The United States restricted country and persons list is subject to change without notice from Comodo, and you must comply with the list as it exists in fact. COMODO SHALL NOT BE LIABLE FOR YOUR VIOLATION OF ANY SUCH EXPORT OR IMPORT LAWS, WHETHER UNDER UNITED STATES LAW OR FOREIGN LAW.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination. Term. This agreement is effective until terminated by you or by Comodo. You may only use paid Product during the period for which you have paid the subscription fee. The subscription may be renewed by paying an additional license fee as set forth on the Comodo website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination by You. For free software, you may terminate this agreement at any time by removing all copies of the software in your possession or under your control. All paid Product may be terminated by removing all copies of any related software and notifying Comodo of your intent to terminate this agreement. (To uninstall ITSM, follow the instructions in section",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "5.5 below). Notification of termination must be sent by email to support@comodo.com. Your termination will be effective upon Comodo’s receipt and processing of the email. Processing may take up to 24 hours.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination by Comodo. Comodo may terminate this agreement at any time by posting notice of the termination on its website or sending an email to the address provided during your registration for the Product. Comodo may monitor its systems for excessive consumption of network resources and may take technical or other remedies deemed necessary to prevent or eliminate any excessive consumption. If Comodo deems your use to be excessive, Comodo may, with email notice, terminate your account or adjust the price of the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Events Upon Termination. Upon termination, you must immediately cease using the Product and delete all copies of any related software found on your mobile device and any backup copies made. Upon termination, Comodo may disable further use of the Product without further notice and may delete, remove, and erase any account information, any backup data stored by Comodo, and any other information stored or collected by Comodo. Such deletions are in Comodo’s sole discretion and may occur without notice to you. No refunds shall be given for any reason.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Uninstall. To uninstall the Comodo application, you should be de-enrolled from the COCC server by the company administrator or you should remove the application. For Android, you should remove the application from the device administration screen first. You can find the menu under \"Settings - Security - Device Administrators\". You should disable the check mark from the Comodo application under Device Administrator menu. If removal protection is set by your company administrator, your device would be locked and you will be asked to enter the unlock password. You can ask your company administrator to get the password. When you unlock it, you should go to “Settings – Application Manager” menu and find the Comodo application from the list. You should tab on application name to see the details on App info menu. Under App info menu, you can see the action buttons. You should choose and tab “Uninstall”. (*Menu names and order could be not exactly as described in here due to Android versions and manufacturer customization. Please contact Comodo if you need further help).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification. Indemnification. You shall indemnify (i) Comodo, (ii) Comodo’s affiliates, and (iii) Comodo’s and its affiliate’s directors, officers, employees, and agents (each an “Indemnified Person”) against all liabilities, losses, expenses, or costs (including reasonable attorney’s fees) (collectively “Losses”) that, directly or indirectly, are based on your breach of this agreement, information provided by you, your infringement on the rights of a third party, or your violation of a law, including but not limited to any law or regulation relating to the privacy and/or security of your users and their devices.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification By Comodo. Comodo hereby agrees to indemnify, defend and hold harmless You (an “Indemnified Person”), from and against, any and all Losses incurred by You in connection with any claim, action, suit or proceeding by a third party (each, a “Claim”) to the extent such Claim arises out of or results from Comodo’s misappropriation of a trade secret of a third party or direct infringement of any U.S. patent, registered copyright, or registered trademark (“Intellectual Property Infringement”) related to the use of the Product. Comodo’s indemnification obligations shall not apply to the extent any such infringement or misappropriation is the result of: (a) Your independent modification of the Product, or any",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "other product, software or service provided under this agreement where without such modification the Product or other product would not infringe, (b) Your combination of the Product or any other product, software or service provided under this agreement with any other product, or use with any other product, (c) Comodo’s adherence to Your express written instructions where such instructions and any modifications, changes or combinations made as a result of said instructions are solely responsible for the claim of infringement, (d) any Claim based on open source software or other third party code included with the Product, (e) any unauthorized use of the Product, or (f) use of the Product other than in accordance with the Documentation (any applicable administration guide for the current version of the Product).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Remedy and Liability: In the event that a court of final determination and of competent jurisdiction holds that the Product constitutes a direct infringement or use of the Product is enjoined, Comodo shall, at its sole discretion, do one or more of the following: (i) procure for you the right to continue use of the Product, (ii) provide a modification to the Product so that its use becomes non-infringing, (iii) replace the Product with software that is substantially similar in functionality and performance or (iv), if none of the foregoing alternatives is reasonably available to Comodo, Comodo shall refund the residual value of the purchase price paid by you for the infringing Product, depreciated using a straight- line method of depreciation over a three (3) year period from the date of delivery of the Product to you. Comodo may also request You to remove all copies of any Product held to be infringing or giving rise to a Claim.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification Procedure. Each Indemnified Person must notify the other party promptly (within 14 days) of a demand for indemnification. However, an Indemnified Person’s failure to notify will not relieve the other party from its indemnification obligations except to the extent that the failure to notify materially prejudices a party. The Indemnitor may assume the defense of any action, suit, or proceeding giving rise to an indemnification obligation unless assuming the defense would result in potential conflicting interests as determined by the Indemnified Person in good faith. Indemnitor may not settle any claim, action, suit or proceeding related to this Agreement unless the settlement also includes an unconditional release of all Indemnified Persons from liability.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Additional Liability. Your indemnification obligations are not Comodo’s sole remedy for a breach and are in addition to any other remedies Comodo may have against you under this agreement. Your indemnification obligations survive the termination of this agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Disclaimers and Limitation of Liability.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Internet. You acknowledge that the Product is subject to the operation and telecommunications infrastructures of the Internet and the operation of your Internet connection services, all of which are beyond Comodo’s control.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Guarantee Disclaimer; Assumption of Risk. EXCEPT AS SPECIFICALLY STATED OTHERWISE IN THIS AGREEMENT, COMODO EXPRESSLY DISCLAIMS ALL IMPLIED AND EXPRESS WARRANTIES IN THE PRODUCT. THIS DISCLAIMER INCLUDES ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2) the number of claims, 3) the extent or nature of the damages, and 4) whether any other provisions of this agreement have been breached or proven ineffective.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Exceptions. If any legal right disallows an exclusion of warranties or disallows limiting certain damages, then the disclaimers of guarantee and limitations on liability herein apply to the maximum extent allowed by law.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Limitations on Remedy. Except for actions and claims related to a party’s indemnification obligations, all actions or claims relating to this agreement must be brought within one (1) year from the date when the cause of action occurred.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Privacy. Privacy Policy. Comodo shall follow the privacy policy posted on its website at https://www.comodo.com/repository/privacy-policy.php when collecting and using information from you. Comodo may amend the privacy policy at any time by posting the amended privacy policy on its website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Permissions. Upon your request and permission, Comodo may access your device information and status, location, application list, and license list and Comodo may take action on your device for you remotely. Please see the ITSM user guide for a full list of features.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Comodo may ask you to create a portal or select options based on your geolocation preferences.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The ITSM endpoint agent, Comodo Client Security (CCS), has additional features and permissions including access to device information and device IP address. Please review the corresponding CCS EULA which is included as an Exhibit for more detail.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Event Logging: Continuous integration of user action event logging to analyze user behavior within the product, as well as event collection for analysis of user funnel data. Device event logging is sent to the cWatch logging system. Logging between the product plugins and back end services for analysis is also performed. Comodo may enable logging for clients to send for Comodo’s investigation of incidents.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Audit logging includes logging of administrator actions with device list actions, such as sign in attempts, basic actions with profiles, procedures sections, actions with RBAC system; logging of CRC events. Also includes malware page action logs and antivirus page action logs.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Comodo Remote Control (CRC) – this feature allows authentication by Comodo One and ITSM credentials; By providing the device list, it allows use without the portal. (for Windows and macOS). Profile management options allow for setting of access permissions. Ability is also provided to select which cloud to connect by geo-location region (U.S. or EU). Access scope restrictions may be set up as well.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Administrator Portal – Admin portal activity logging, admin portal account creation and role based security and authorization implementations. Retrieval of installation origin of OS patches and 3rd party applications.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "In the event that third party products, features and functionalities are incorporated in or made available in or through a Comodo product, then the policies of those third parties apply.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Please visit each third party’s license agreement and privacy policy to better understand their terms of use, privacy and data collection practices.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Disclosure. Comodo will disclose information where required by a subpoena, interception order or other lawful process. Comodo may also disclose information when it believes that such disclosure is necessary to protect the rights or safety of others or to enforce, or protect Comodo’s rights under this Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Opt Out. You may opt-out of having information used for purposes not directly related to the Product by emailing a clear notice to optout@comodo.com. By clicking “I ACCEPT”, you",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "affirmatively consent to receiving Comodo’s promotional material.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "User Data Compliance. You are responsible for ensuring that you or any users of the Product comply with the obligations under this Agreement. You will duly observe all your obligations under any relevant data protection or privacy law or regulation that may apply, including any obligation to configure the Product appropriately, provide notice, obtain consent, or file documents with any applicable data protection authorities. You are responsible for developing a policy that protects user data, outlines the responsibilities of you and your users, and informs your users of the scope your use of the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Miscellaneous Notices. All questions, notices, demands, or requests to Comodo with respect to this Agreement shall be made in English writing to Comodo Security Solutions, Inc., 1255 Broad Street, Clifton, New Jersey 07013, USA. All notices to you shall be made by posting the notice on the Comodo website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Governing Law. The laws of New Jersey, USA govern the interpretation, construction, and enforcement of this Agreement and all proceedings arising out of it, including tort claims, without regard to any conflicts of law principles.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act shall not apply to this Agreement and are specifically excluded.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Entire Agreement. This agreement, along with the attached schedules and any documents referred to herein, is the entire agreement between the parties with respect to the subject matter, superseding all other agreements that may exist with respect to the subject matter. Section headings are for reference and convenience only and are not part of the interpretation of the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Modifications. Comodo may amend or discontinue the Product offered under this agreement in its sole discretion, including modifying renewal license fees, availability, equipment and software requirements, and limiting or restricting use of Product. Comodo may amend this agreement to the extent allowed by law. Comodo will give you notice of these amendments by posting the modified agreement to its website. You must periodically visit Comodo’s website to be aware of any changes. Continued use of a Product after an amendment constitutes your acceptance of the change.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Waiver. A party’s failure to enforce a provision of this agreement does not waive the party’s right to enforce the same provision later or right to enforce any other provision of this agreement. To be effective, all waivers must be both in writing and signed by the party benefiting from the waived provision.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Force Majeure and Internet Frailties. Other than for payment obligations by you, neither party will be liable for a delay or failure to perform an obligation to the extent that the delay or failure is caused by an occurrence beyond the party's reasonable control. Each party acknowledges that the operation of the Internet is beyond the other party’s reasonable control, and neither party will be liable for a delay or failure caused by an interruption or failure of telecommunication or digital transmission links, Internet slow-downs or failures, or other such transmission failure.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Arbitration. You agree that any dispute, claim or controversy arising out of this agreement shall be determined by binding arbitration. Before you may begin arbitration with respect to a dispute involving any aspect of this Agreement, you shall notify Comodo and any other party to the dispute for the purpose of seeking dispute resolution. The notice to Comodo should be addressed to Comodo Security Solutions, Inc., 1255 Broad Street, Clifton, New Jersey 07013, USA.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "If the dispute is not resolved within sixty (60) days after the initial notice, then a party may proceed in accordance with the following: The laws of New Jersey, USA govern the interpretation, construction, and enforcement of this agreement and all proceedings arising out of it, including tort claims, without regard to any conflicts of law principles. Any controversy or claim arising out of or relating to this contract, or the breach thereof, shall be settled by arbitration administered by the International Chamber of Commerce in accordance with its Arbitration Rules, with the venue in or Clifton, NJ, USA and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. Either party may appear before the panel by telephone.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Assignment. You may not assign any of your rights or obligations under this agreement, whether by merger, consolidation, operation of law, or any other manner, without the prior written consent of Comodo. For purposes of this section only, a change in control is deemed an assignment. Any transfer without consent is void. To the extent allowed by law, Comodo may assign its rights and obligations without your consent.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Severability. Any provision held invalid or unenforceable will be reformed to the minimum extent necessary to make the provision valid and enforceable. If reformation is not possible, the provision is deemed omitted and the balance of the agreement remains valid and enforceable.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Survival. All provisions relating to confidentiality, proprietary rights, indemnification, and limitations of liability survive the termination of the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Rights of Third Parties. There are no third party beneficiaries under the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "SCHEDULE A Included Software and Licenses The following third party or open source software may be included and is provided under other licenses and/or has source available from other locations.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "This end user license and subscriber agreement is between you (“you” or “Subscriber”), as either an individual or as a business entity, and one of the following:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "if you are located in China, Beijing Comodo Software Development Co. Ltd., which has its principal place of business at 401 Tower B., Fenglan International Plaza, 32 Beidajie Xizhimen, Haidian District, Beijing, China, or",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "if you are not located in China, Comodo Security Solutions, Inc., which has its principal place of business at 1255 Broad Street, Suite 100, Clifton, New Jersey 07013.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "If you are located in the European Economic Area, Comodo Security Solutions, Ltd., which has its principal place of business at Third Floor, 26 Office Village, Exchange Quay, Trafford Road, Salford Manchester M5 3EQ, United Kingdom is the entity responsible for any data or information that is processed or controlled and associated with this Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Each are referred to herein as “Comodo”.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "In exchange for your use of the Product, you agree as follows:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "License Grant of License. Subject to the limits herein, Comodo grants you a non-exclusive, non-sub- licensable, and revocable license to download, install, back-up, and use the Software, including any documentation files or website information accompanying it, on a single network. You shall not resell, lease, sell, modify, reverse engineer, decompile, or create derivative works of the Software. All rights not expressly granted herein are reserved to Comodo.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Restrictions. The licenses granted herein are only valid if:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the Product is NOT modified in any manner;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "the Product is only installed and used in accordance with your network security policies,",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "this agreement is accepted without modification and has not been breached.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Registration. When registering the Product, you must provide accurate information and must update the registration information if it changes. Comodo may limit your ability to use the Product if you fail to complete a required registration process. You may also be required to select a username and password. Maintaining the confidentiality of this password and username is your responsibility. You must notify Comodo immediately of any unauthorized",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "use of your account. Limited License. The licenses granted herein are only for the number of computers for which you paid for the Product. You can secure additional computers by obtaining a separate license for each computer, which might require an additional fee. You must have a license for each computer that accesses or uses the Product prior to installing or using the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Updates. Comodo is not obligated to provide updates to the Product. If an update is provided and the update is not accompanied by an additional agreement, this agreement applies to your use and installation of the update. The Product may update automatically without notice.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Trial, Free, Evaluation, and Beta. If this agreement pertains to a trial, free, beta, or evaluation version, the licenses granted herein terminate at the end of the trial or evaluation period or when Comodo disables access to the Product. For a trial version of the Product if no term is agreed or specifically set forth in the documentation that you receive with this Product, then the term for the licenses granted herein shall be for the term that you purchased. All trial, evaluation, and beta licenses are limited to one per customer. Generally, credit card or account information is required to access a free trial. However, Comodo shall not charge your credit card or account until the trial period has ended. At the end of the trial period, Comodo may bill the credit card or account for the Product without further notice.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Participants in a free trial are not entitled to a 30 day refund period as described in section",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "6.4. Your termination of this agreement prior to the end of the free trial is required to avoid fees for the Product. Annual subscriptions expire one year from the end of the trial period. Comodo may deny or revoke a free trial for any reason.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Specific Licenses - The Product may include the following specific licenses:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Comodo Security Software. Comodo Client Security (CCS) includes the Comodo Firewall and Antivirus products. No technical or customer support is provided for CCS separate from the Product as described. Installation of CCS may include installation of additional Products. Use of these Products may be disabled until you pay for the Products.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Containment Services. Containment is a service that isolates unknown programs. By default any unknown programs identified as potential malware are executed inside a containment sandbox and then automatically sent to Comodo for malware analysis. If a program is found by Comodo to be malicious it is then added to the CCS malware definitions list. If it found to be safe it is added to CCS safe program list. The next time CCS receives antivirus updates, CCS scans all the programs running inside the containment sandbox. If any program is found to be malicious, the containment sandbox isolates the program and moves it to the quarantine list to protect your computer. Safe programs are removed from containment and are no longer executed inside containment. To disable Containment and/ or automatic submission of programs to Comodo, go to “Containment Settings” and uncheck the appropriate boxes.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Ownership No Ownership Rights. The Product is being licensed, not sold. Comodo retains all ownership rights in and to the Product, including any intellectual property rights therein.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Copyright. The Product contains material that is protected by United States and foreign intellectual property laws, including copyright, trade secret, and patent law. All rights not granted to you herein are expressly reserved by Comodo. You may not remove any copyright or other proprietary notice of Comodo from the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Content. Content, including files, links, images, and text, made available or accessible through the Product is the sole responsibility of the person or entity from whom it originated and is the property of the applicable owner. This agreement does not give any rights to such content. Comodo does not endorse any such content. You accept all responsibility for security risks and any damage resulting from any content viewed or accessed through the",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Product, and Comodo is not responsible for any damage or loss caused by your use or reliance on any of the content, goods or services, or information available through third party sources regardless of how presented.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Submissions. Any communications sent to Comodo are the property of Comodo or its affiliates. Unless stated otherwise herein, submissions are not considered confidential, and Comodo is not liable for any use or disclosure of a submission. Except as noted herein, Comodo is entitled to unrestricted use of any submissions for any purpose whatsoever without compensation to the provider of the submission.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Payment Fees. You may use the Software only after paying Comodo any applicable fees for the Software. For other Comodo Products, you must pay the fee listed on Comodo’s website prior to using or accessing those Products. Free and paid for Product are listed on",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "www.comodo.com. Comodo may modify fees for paid products in its sole discretion. Your failure to terminate this agreement after a fee change is posted to Comodo’s website constitutes your acceptance of amended prices, which will apply upon your renewal of the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Method of Payment. All fees must be paid in advance. Comodo may automatically charge the credit card or account provided for renewing subscriptions to the Product. However, you remain solely responsible for any renewal payment. If renewal payments are not made before a subscription expires, Comodo may, without notice, restrict or remove your access to the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Rejected Charges. If any charges are rejected by your credit card issuer or the account provided is closed, then Comodo may deactivate your account until payment is successfully received. Comodo may deactivate any account that has a disputed charge until Comodo, in its sole discretion, determines the dispute resolved.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Billing Issues. You shall provide Comodo notice of any billing problems or disputes within 60 days after the charge first appears on a statement you receive from your bank, credit card company, invoice, or other billing company. Failure to notify Comodo of the problem within the 60 day period is your acceptance of the charges. Comodo is not obligated to provide a refund for any unused Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Restrictions Lawful Use. The Product is solely for lawful purposes and use. You are responsible for ensuring that your use of the Product is in accordance with this agreement and any applicable laws, statutes, ordinances, regulations, rules and other government authority.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Compliance. You shall (1) not interfere or disrupt networks connected to Comodo’s services;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(2) comply with all regulations, policies and procedures of networks connected to the services; (3) not use the Product to infringe the privacy or intellectual property rights of a third party; (4) not use the Product to distribute or transmit any file that contains malware, (5) not attempt to gain unauthorized access to other computer systems; and (6) not use the Product to transmit any unlawful, harassing, libelous, defamatory, racist, indecent, abusive, violent, threatening, intimidating, harmful, vulgar, obscene, offensive or otherwise objectionable material of any kind or nature.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Export. You represent that you are not located in and will not modify, export or re-export, either directly or indirectly, the Product to any country or entity under United States restrictions or to any country or entity subject to applicable trade sanctions. The United States restricted country and persons list is subject to change without notice from Comodo, and you must comply with the list as it exists in fact. COMODO SHALL NOT BE LIABLE FOR YOUR VIOLATION OF ANY SUCH EXPORT OR IMPORT LAWS, WHETHER UNDER UNITED STATES LAW OR FOREIGN LAW.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination. Term. This agreement is effective until terminated by you or by Comodo. You may only use paid Product during the period for which you have paid the subscription fee. The subscription may be renewed by paying an additional license fee as set forth on the Comodo website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination by You. For free software, you may terminate this agreement at any time by removing all copies of the software in your possession or under your control. All paid Product may be terminated by removing all copies of any related software and notifying Comodo of your intent to terminate this agreement. Notification of termination must be sent by email to support@comodo.com. Your termination will be effective upon Comodo’s receipt and processing of the email. Processing may take up to 24 hours.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Termination by Comodo. Comodo may terminate this agreement for non-payment by delivering notice of the termination or sending an email to the address provided during your registration for the Product. Comodo may monitor its systems for excessive consumption of network resources and may take technical or other remedies deemed necessary to prevent or eliminate any excessive consumption. If Comodo deems your use to be excessive, Comodo may, with email notice, terminate your account or adjust the price of the Product.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Refunds. After purchasing the Product, you may cancel your subscription at any time. Unless you have participated in a promotion under section 1.6, you may be entitled to a refund. If you cancel your subscription within the first 30 days after making payment and are eligible for a refund, Comodo shall refund to you the full amount paid by you. To request a refund, you must email refunds@comodo.com within 30 days of the purchase date.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Events Upon Termination. Upon termination, you must immediately cease using the Product and delete all copies of any related software found on your computer and any backup copies made. Upon termination, Comodo may disable further use of the Product without further notice and may delete, remove, and erase any account information, any backup data stored by Comodo, and any other information stored or collected by Comodo. Such deletions are in Comodo’s sole discretion and may occur without notice to you. No refunds shall be given for any reason.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification. Indemnification By You. You shall indemnify (i) Comodo, (ii) Comodo’s affiliates, and (iii) Comodo’s and its affiliate’s directors, officers, employees, and agents (each an “Indemnified Person”) against all liabilities, losses, expenses, or costs (including reasonable attorney’s fees) (collectively “Losses”) that, directly or indirectly, are based on your breach of this agreement, information provided by you, or your infringement on the rights of a third party.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification By Comodo. Comodo hereby agrees to indemnify, defend and hold harmless You (an “Indemnified Person”), from and against, any and all Losses incurred by You in connection with any claim, action, suit or proceeding by a third party (each, a “Claim”) to the extent such Claim arises out of or results from Comodo’s direct infringement or misappropriation of a trade secret of a third party or of any U.S. patent, registered copyright, or registered trademark (“Intellectual Property Infringement”) related to the use of the Product. Comodo’s indemnification obligations shall not apply to the extent any such infringement or misappropriation is the result of: (a) Your independent modification of the Product, or any other product, software or service provided under this agreement where without such modification the Product or other product would not infringe, (b) Your combination of the Product or any other product, software or service provided under this agreement with any other product, or use with any other product, (c) Comodo’s adherence to Your express written instructions where such instructions and any modifications, changes or",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "combinations made as a result of said instructions are solely responsible for the claim of infringement, (d) any Claim based on open source software or other third party code included with the Product, (e) any unauthorized use of the Product, or (f) use of the Product other than in accordance with the Documentation (any applicable administration guide for the current version of the Product).",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Remedy and Liability: In the event that a court of final determination and of competent jurisdiction holds that the Product constitutes a direct infringement or use of the Product is enjoined, Comodo shall, at its sole discretion, do one or more of the following: (i) procure for you the right to continue use of the Product, (ii) provide a modification to the Product so that its use becomes non-infringing, (iii) replace the Product with software that is substantially similar in functionality and performance or (iv), if none of the foregoing alternatives is reasonably available to Comodo, Comodo shall refund the residual value of the purchase price paid by you for the infringing Product, depreciated using a straight- line method of depreciation over a three (3) year period from the date of delivery of the Product to you. Comodo may also request You to remove all copies of any Product held to be infringing or giving rise to a Claim.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Indemnification Procedure. Each Indemnified Person must notify the other party promptly (within 14 days) of a demand for indemnification. However, an Indemnified Person’s failure to notify will not relieve the other party from its indemnification obligations except to the extent that the failure to notify materially prejudices a party. The Indemnitor may assume the defense of any action, suit, or proceeding giving rise to an indemnification obligation unless assuming the defense would result in potential conflicting interests as determined by the Indemnified Person in good faith. Indemnitor may not settle any claim, action, suit or proceeding related to this Agreement unless the settlement also includes an unconditional release of all Indemnified Persons from liability.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Additional Liability. Your indemnification obligations are not Comodo’s sole remedy for a breach and are in addition to any other remedies Comodo may have against you under this agreement. Your indemnification obligations survive the termination of this agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Disclaimers and Limitation of Liability.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Internet. You acknowledge that the Product are subject to the operation and telecommunications infrastructures of the Internet and the operation of your Internet connection services, all of which are beyond Comodo’s control.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Guarantee Disclaimer; Assumption of Risk. EXCEPT AS SPECIFICALLY STATED OTHERWISE IN THIS AGREEMENT, COMODO EXPRESSLY DISCLAIMS ALL IMPLIED AND EXPRESS WARRANTIES IN THE PRODUCT. THIS DISCLAIMER INCLUDES ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT AND IS EFFECTIVE TO THE MAXIMUM EXTENT ALLOWED BY LAW. COMODO DOES NOT GUARANTEE THAT 1) THE PRODUCT WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS OR 2) THAT ACCESS TO THE PRODUCT WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "2) the number of claims, 3) the extent or nature of the damages, and 4) whether any other provisions of this agreement have been breached or proven ineffective.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Exceptions. If any legal right disallows an exclusion of warranties or disallows limiting certain damages, then the disclaimers of guarantee and limitations on liability herein apply to the maximum extent allowed by law.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Limitations on Remedy. All actions or claims relating to this agreement must be brought within one (1) year from the date when the cause of action occurred.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Privacy. Privacy and Information Access. Comodo shall follow the privacy policy posted on its website at https://www.comodo.com/repository/privacy-policy.php when collecting and using information from you. Comodo may amend the privacy policy at any time by posting the amended privacy policy on its website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "By accepting this Agreement, you are providing express permission for the following information to be obtained by this program:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Data and information that is collected from users for statistics and analysis during Comodo product installation, uninstallation and product update(s) in order for Comodo to know specific Comodo product usage on various operating systems, and to assist in further product planning and support include:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Anonymous Computer ID; Comodo defined integer values for Product ID, Channel ID, Affiliate ID and selected Interface Language, Comodo product version; operating system name, platform, language, build and version; input e-mail (if optionally provided during installation); Comodo product related license information; settings for consent to data collection; if the web filtering feature is enabled and a browsed URL is a heuristic match with a malicious website database, the URL may be sent to Comodo for further analysis.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The following information is also sent to Comodo to determine active users:",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The following information is only sent to Comodo based on consent: Install options;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Information on executed files which includes the file path, file size, the file’s sha-1 hash, Comodo verdict and source of verdict, user’s decision on application, parent application sha-1 hash, url associated with the file, IP of domain from where the file is downloaded, browser name and version from where a file is downloaded, if the file is seen as an installer by product, a file’s digital signing status, digital signer name if the file is signed; Information on installed browser, such as name, search engine and home page settings; Default browser;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "In order to investigate crashes in the context of the system, computer information as extracted using Microsoft tool “msinfo32.exe /nfo” is sent, which contains complete system information including but not limited to, the categories of “Hardware Resources”, “Components”, and “Software Environment” with information about installed applications.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Comodo Product(s) may produce log files of information about certificate revocation checks which are transmitted to Comodo for analysis. No correlation of personally identifiable information is made or included in the log files.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The file/application list is scanned; reporting of information of scan events to Comodo’s ITSM server/ portal for integration, where the scan events will be shown on ITSM portal per device;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Administrator access control for device;",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Data reporting to Comodo of response errors and response time for the following services: FLS, Valkyrie, ITSM File Rating, and download.comodo.com, as well as determining if these services are available.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Options to automatically submit crash reports for CCS processes crash and Windows crashes and event logs are also available.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Scan of files; file downloads from URLs and from which URL the file is downloaded; domain IP, browser name; parent hash if the file/process has a parent process; user id; product id; product version; installer; file size; file type; file path; digital signature status; file hidden status; verdict source; caller type; value of signer name of the code signing digital signature; enterprise field; enterprise value; registration and de-registration information; logging the parent process of file-less script launched in Containment.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "CCS monitors file upload/download status and the duration of such. Monitoring and reporting of file operations including any upload to Comodo Valkyrie, upload to Comodo account manager service (if configured), downloading updates from download.comodo.com or other configured updating service. Reporting of unrecognized files that have stayed unrecognized for a given time period. Downloads of the local verdict service database updates is also allowed.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "CCS may also send logs to third party logging systems, these could include event logs, system logs, and external files.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "CCS also creates, as needed, files or other items (such as logs, registry, keys etc.) required by the operating system for compatibility purposes.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Disclosure. Comodo will disclose information where required by a subpoena, interception order or other lawful process. Comodo may also disclose information when it believes that such disclosure is necessary to protect the rights or safety of others or to enforce, or protect Comodo’s rights under this Agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Opt Out. You may opt-out of having information used for purposes not directly related to the Product by emailing a clear notice to optout@comodo.com. By clicking “I AGREE”, you",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "affirmatively consent to receiving Comodo’s and its affiliates’ promotional material.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "File Submission. This product may automatically submit to Comodo any files or programs that are identified as potential malware, including information on the actions taken by such files. The collected files could potentially contain personally identifiable information that has been obtained within the file which was identified as a potential malware file. Files of this type are being collected by Comodo only for the purpose of improving the ability of Comodo’s products to detect malicious behavior. Comodo will not correlate these files with any personally identifiable information.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Miscellaneous Notices. All questions, notices, demands, or requests to Comodo with respect to this Agreement shall be made in English writing to: Comodo Security Solutions, Inc., 1255 Broad Street, Suite 100, Clifton, New Jersey 07013. All notices to you shall be made by posting the notice on the Comodo website.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Entire Agreement. This agreement, along with the attached schedules and any documents referred to herein, is the entire agreement between the parties with respect to the subject matter, superseding all other agreements that may exist with respect to the subject matter. Section headings are for reference and convenience only and are not part of the interpretation of the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Modifications. Comodo may amend or discontinue certain Product offered under this agreement in its sole discretion, including modifying renewal license fees, availability, equipment and software requirements, and limiting or restricting use of the Product. Comodo may amend this agreement to the extent allowed by law. Comodo will give you notice of these amendments by posting the modified agreement to its website. You must",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "periodically visit Comodo’s website to be aware of any changes. Continued use of a Product after an amendment constitutes your acceptance of the change.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Waiver. A party’s failure to enforce a provision of this agreement does not waive the party’s right to enforce the same provision later or right to enforce any other provision of this agreement. To be effective, all waivers must be both in writing and signed by the party benefiting from the waived provision.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Force Majeure and Internet Frailties. Other than for payment obligations by you, neither party will be liable for a delay or failure to perform an obligation to the extent that the delay or failure is caused by an occurrence beyond the party's reasonable control. Each party acknowledges that the operation of the Internet is beyond the other party’s reasonable control, and neither party will be liable for a delay or failure caused by an interruption or failure of telecommunication or digital transmission links, Internet slow-downs or failures, or other such transmission failure.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You agree that any dispute, claim or controversy arising out of this agreement shall be determined by binding arbitration, except as indicated at the end of this section below. Before you may begin arbitration with respect to a dispute involving any aspect of this Agreement, you shall notify Comodo and any other party to the dispute for the purpose of seeking dispute resolution. The notice to Comodo should be addressed to 1255 Broad Street, Clifton, New Jersey 07013.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "If the dispute is not resolved within sixty (60) days after the initial notice, then a",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "party may proceed in accordance with the following: Any unresolved dispute arising under the terms of this Agreement shall be decided by arbitration conducted through the services of the Commercial Arbitration Rules of the American Arbitration Association (hereinafter referred to as the “AAA”). Notice of demand for an arbitration hearing shall be in writing and properly served upon the parties to this Agreement. Arbitration hearings shall be held in the state of New Jersey at a location mutually agreeable to the parties.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "You and Comodo agree that “dispute, claim or controversy” as defined in this Agreement shall not include any claim or cause of action by You or Comodo for trade secret misappropriation, patent infringement, copyright infringement or misuse, or trademark infringement or dilution. You agree that a Court, not an Arbitrator, may decide if a claim falls within one of these exceptions.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Governing Law The laws of the state of New Jersey govern the interpretation, construction and enforcement of this agreement and all proceedings arising out of it without regard to any conflicts of laws principles. Both parties agree to the exclusive venue and jurisdiction of state or U.S. federal courts located in New Jersey.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "The United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act shall not apply to this Agreement and are specifically excluded.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Assignment. You may not assign any of your rights or obligations under this agreement, whether by merger, consolidation, operation of law, or any other manner, without the prior written consent of Comodo. For purposes of this section only, a change in control is deemed an assignment. Any transfer without consent is void. To the extent allowed by law, Comodo may assign its rights and obligations without your consent.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Severability. Any provision held invalid or unenforceable will be reformed to the minimum extent necessary to make the provision valid and enforceable. If reformation is not possible, the provision is deemed omitted and the balance of the agreement remains valid and enforceable.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Survival. All provisions relating to confidentiality, proprietary rights, indemnification, and limitations of liability survive the termination of the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "Rights of Third Parties. There are no third party beneficiaries under the agreement.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "SCHEDULE A Included Software and Licenses The following third party or open source software may be included and is provided under other licenses and/or has source available from other locations.",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "en",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第四條  甲方協力事項 甲方應提供或委託乙方協助取得建築物圖說文件（如附件二），供核對現況及規劃設計參照之用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "本室內裝修如應向政府機關申請室內裝修許可，甲方應提供申請所需證件及用印，並配合所需一切手續。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第五條 乙方之義務 乙方之義務如下： 一、乙方應本於善良管理人注意義務，依據建築法及建築物室內裝修管理辦法等相關規定提供服務。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "三、如依甲方之指示可能使本案無法取得室內裝修許可或有違反相關建築法令之情形者，乙方應即時告知；如未即時告知，應賠償甲方因此所受損害。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第六條  設計服務費用及初估工程費用之估價 本室內裝修之設計服務範圍及費用估價如附件一；初估工程費用如附件三。 第七條  設計服務費用、初估工程費用及其他費用 設計服務費用、初估工程費用及其他費用應依下列規定辦理： 一、設計服務費用：計新臺幣（以下同）         元整（含稅，以下同）。 二、初估工程費用：計         元整。 三、設計服務費用與初估工程費用合計金額為        元整。 四、其他費用： （一）依法應辦理室內裝修許可或消防審核申請，由乙方代為辦理時，如發生審查費用及相關專業簽證費用，應由甲方負擔者，憑據按實付款。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "（二）其他依法令應由申請人繳納之各項規費，應由甲方負擔。 （三）前二目之費用，甲方應於預定申請送件日   日前，全數預付，並於取得室內裝修合格證明時結清，憑單據多退少補。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第八條  實際工程費用 實際工程費用係以附件一乙方提供給甲方確認後之施工圖說文件為依據，所估算之費用，經雙方簽字確認為準。實際工程費用以不超過初估工程費用＿＿％為原則（最高不得逾初估工程費用20%），但經甲方同意者，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "實際工程費用如超過初估工程費用20%且甲方不同意者，乙方應調整細部設計及施工圖；如乙方不調整，甲方得通知乙方停止工作，並得終止契約。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第九條  契約總價 契約總價為設計服務費用與實際工程費用之合計金額。 第十條  付款辦法 甲方付款方式應依下列規定辦理： 一、本契約簽定日，甲方支付契約總價      %（最高不得逾本契約總價5%）簽約金計      元。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、依附件四完成至節點2：設計階段三工作時或尚未完成，但甲方指示或雙方協議進場施工時，甲方應於工程開工日支付契約總價      %（最高不得逾本契約總價5%）計       元。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "三、依附件四進行至節點3：            工程完成時，甲方應支付契約總價    %（最高不得逾本契約總價25%）計       元。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "四、依附件四進行至節點4：              工程完成時，甲方應支付契約總價   %（最高不得逾本契約總價25%）計       元。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "五、依附件四工程進行至節點5：完工清潔時，甲方應支付契約總價    %（最高不得逾本契約總價30%）計       元。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "六、全部工程驗收完畢並取得室內裝修合格證明且乙方將保固保證金交付甲方後，乙方得向甲方申請結清本契約所餘款項。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "保固保證金計       元（不得低於契約總價5%），由乙方以無記名可轉讓定期存單、銀行保證書、銀行本行本票、保付支票或無記名政府公債提供甲方為保固擔保，於保固責任解除且無待解決事項後，由甲方無息退還給乙方。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方應自接獲乙方請款日起    日 (不得少於7日) 內支付，如甲方遲延給付者，應自遲延之日起按年利率百分之     （最多不得超過5％）計算遲延利息給予乙方。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十二條  設計變更 經甲方書面通知乙方辦理下列變更設計項目時，乙方應配合辦理： 一、甲方於附件一之階段二、階段三檢視確定各該階段設計內容後，因變更需求，而導致乙方需重新辦理規劃設計。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "乙方有下列變更設計項目時，不得向甲方要求增加工作期限及服務費用： 一、規劃、設計辦理期間，因政府法令變更而導致需辦理變更設計事項者。 二、原設計圖說未符合甲方要求之功能需求或可歸責乙方因素而導致之變更設計者。 三、乙方作有利於甲方之修改且經甲方同意者。 其他不可歸責於甲乙雙方之事由導致需變更設計時，變更設計費用由雙方平均分攤。 第十三條  工程變更 工程變更應依下列規定辦理： 一、本工程範圍及內容得經雙方同意後增減之，其增減部分如與本工程契約附件內所訂項目相同時，即比照該單價計算增減金額；其增減項目與本契約附件有所不同時，應由雙方議定其金額。由甲方簽認後施工，並用書面作為本契約之附件。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、增減工程價款之支付或扣減，雙方另行協議付款期程。 三、因甲方指示廢棄部分工程，其已訂購之成品、半成品之費用，由甲乙雙方協議處理。 四、設計變更、工程變更致使局部或全部停工，其合理延展工程期限，由雙方協議之。 第十四條  權利讓與及義務承擔 甲乙雙方未經他方書面同意，不得將本契約之權利義務移轉第三人。 第十五條  乙方負責事項 乙方負責事項應依下列規定辦理： 一、乙方應依本契約書、所附圖說文件及估價單施工，其有違反致甲方或其他第三人任何損害，乙方應負賠償責任。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、乙方得依專業分工原則，將本工程分包給第三人承作，但不得將本工程轉包或全部分包予第三人承作。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "三、乙方工程完成後應進行環境清潔，並將施工期間內造成公共設施之損害予以修復。 四、乙方應採取適當之安全措施，以避免發生損及他人生命、身體、健康或財產之事故；如遇有緊急事故，乙方應立即採取必要之措施，並儘速通知甲方。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "五、乙方應遵守環境保護、勞工安全衛生等相關法規，並辦理有關工程意外保險及火災保險。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十六條  工程驗收 工程驗收應依下列規定辦理： 一、除有第二十五條之情形外，本工程全部完工時，乙方應以書面通知甲方驗收，甲方應於書面通知送達之翌日起10日內會同乙方進行驗收。如甲方無正當理由未於期間內會同驗收，經乙方先後再定相當期限之書面催告二次仍未會同驗收者，推定完成驗收程序。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、經驗收發現瑕疵部分，乙方應於甲方書面通知或驗收紀錄所協商約定之期限內修繕，並依前款方式通知甲方再行驗收；乙方未於修繕期限內完成修繕者，經甲方催告，乙方仍未完成修繕者，甲方得另委託第三人修繕，所生費用得由未撥付款項支應。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "四、工作物之瑕疵經驗收完成後逾5年者，甲方不得主張。 第十七條 提前使用 甲方提前使用應依下列規定辦理： 一、甲方對於已完成之工程，如有提前使用之必要，應會同乙方驗收完成後使用，乙方得請領該已完成部分之工程全部費用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、甲方對於未完成之工程，得經乙方同意後使用。但因甲方使用致工程延宕，或造成工程瑕疵時，甲方應負其責。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "三、甲方對提前使用部分，應負保管之責。 第十八條  違約之處理 甲乙雙方違約之處理應依下列規定辦理： 一、乙方違約之處理：乙方如未依本契約所定之期限內完成本案之規劃設計或施工，乙方應個別按日以設計服務費用或實際工程費用，每逾期1日，課以設計服務費用或實際工程費用之千分之一之遲延違約金予甲方，違約金總額以本契約總價百分之十為限。上述違約金得由甲方應付乙方之款項中扣除。但因甲方之因素或不可歸責於乙方之事由而遲延者，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、甲方違約之處理：甲方未依約定付款時，經乙方書面定相當期間催告履行，仍不履行付款者，甲方應個別按日以設計服務費用或實際工程費用，每逾期1日，課以設計服務費用或工程費用之千分之一之遲延違約金予乙方，違約金總額以本契約總價百分之十為限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十九條  契約解除 甲乙雙方於一方有下列情形之一者，他方得解除本契約： 一、乙方無正當理由遲未依第十一條契約期間進場施工，超過約定期限   日（不得逾30日，但契約期間在30日以下者，不得逾契約期間之半；未填寫者，亦同）以上者。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、甲方無正當理由遲未交付場地，經乙方書面催告逾30日，乙方仍無法進場施工。 三、未經他方書面同意將本契約之權利義務移轉第三人。 第二十條  契約終止之事由 甲乙雙方契約終止應依下列規定辦理： 一、甲方之終止權： (一)本契約工程未完成前，甲方得以書面終止契約，但應賠償乙方因契約終止而產生之損害。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(二)終止契約時，乙方得自已收之價款抵償已完成工作之報酬，差額得向甲方追償。 第二十一條  契約終止後之處理 契約終止後甲乙雙方應依下列規定辦理結算： 一、非可歸責於甲方部分： (一)乙方尚未執行設計階段二者，應全額退還甲方已給付之簽約金並加計法定利息。 (二)乙方已進行設計階段三以後之工作者，甲方應結算乙方已完成階段之服務費用予乙方。乙方應給付完成階段之圖說文件。甲方並得另委託第三人修正圖面，接續工程承攬工作。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(三)已施作之工程經雙方驗收同意者，依估價單內項目及單價結算。 (四)已預先訂購之成品與半成品、材料由乙方自理，甲方毋須支付費用。甲方若願收購，則由雙方協議價購。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "二、可歸責於甲方部分： (一)乙方得請領已完成各階段之設計服務費用。但乙方應給付完成階段之圖說文件。甲方並得另委託第三人修正圖面，接續工程承攬工作。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(二)已施作之工程經雙方驗收同意者，依估價單內項目及單價結算。 (三)已預先訂購之成品與半成品、材料，依估價單項目單價計算之，由甲方收購。乙方若願收購，則由雙方協議價購。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十三條  保固期限及範圍 乙方對於施作之工程，應自驗收完成之日起負保固一年，在保固期間內非可歸責於甲方之損壞者，乙方應無條件照圖說文件負修復之責。但因不可抗力及材料自然之因素，或甲方使用不當、未善盡保管之責所造成之損害及消耗性物品（如燈泡等），不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "保固期限經過後，不免除乙方依民法承攬規定所負瑕疵擔保相關責任。 第二十四條  通知送達 本契約雙方所為之通知辦理事項，以書面通知時，均依本契約所載之地址為準，如任何一方遇有地址變更時，應即以書面通知他方，其因拒收或無法送達而遭退回二次者，以最後退件日推定已依本契約受通知，雙方仍宜以簡訊（電子郵件或其他約定方式）告知他方此通知之事由。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "□依仲裁法規定進行仲裁。 第二十六條  消費者資訊之利用 乙方僅得於履行本契約之目的範圍內蒐集處理及利用甲方之個人資料。但相關法律或法律具體明確授權之法規命令另有規定者，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十七條  保密協議 甲乙雙方保證凡因本契約所知悉對方之秘密決不外洩，如有違反應賠償對方因此所生之損害。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十八條  著作權之歸屬 除另有約定外，依本契約所完成之設計圖說，其著作財產權屬於乙方。 甲方欲使用前項設計圖說於本契約以外之工程地點或其他用途時，須經乙方書面同意。但有前項另有約定或甲方合理使用之情形者，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "《其他代辦申請書圖文件規費》             元 ■附件二：甲方預定提供之圖說文件 ■附件三：初估工程費用 另詳附件（乙方提供） ■附件四：整體設計委託及工程承攬預定進度表 本進度表結合設計委託與工程承攬之進度。 有關工程承攬部分，需說明工程施工順序，包括但不限於下列列舉之主要工種進場施工期程，例如牆壁、天花板、地板、表面裝飾材（例如油漆、壁紙）、燈具、廚俱、傢俱、衛浴設備……等，其工程完成預定時間及工程順序應依乙方之專業及本案之需求而排定。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "為保障您的權益，請詳細閱讀本服務條款所有內容。當您在線上勾選「我同意」並註冊完成，或開始使用石策所提供的任一服務時，即表示您已經詳細閱讀、了解，並同意遵守本服務條款的所有約定。請注意，如您不同意本服務條款時，將無法繼續使用石策所提供之服務。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "提醒您，要先行審閱本契約三日以上，再按「我同意」。 當事人及其基本資料： (一)石策會員（以下簡稱「甲方」）： 甲方個人資料皆載明於會員頁面 (二)服務提供者（以下簡稱「乙方」）： 石策聯合法律事務所 代表人：劉芳茵 電話：0972-099710 網址：https://ttslaw.tw 電子郵件：ttslawgrm@gmail.com 第一條（本服務之定義） 乙方授權甲方於指定之網站系統，使用乙方透過網際網路連線進行之教學或其他相關服務。但其中的網際網路教學服務不包括正規教育、國民補習學校、進修學校及短期補習班所提供之服務。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第三條（設備規格） 乙方於甲方使用本服務前，明確告知甲方使用本服務前，應具備下列之軟硬體設備基本規格及要求：",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "作業系統\t電腦\nWindows 10\nMac OS 10.13\n手機\niOS 12\nAndroid 7\n瀏覽器\tChrome 75\nFirefox 68\n網路速度\t光纖網路 2M\n行動網路 4G\n　　甲方連結乙方指定網站系統之機房設備之接取網路，除經雙方約定由乙方所提供者外，應由甲方自行向合法經營之電信事業申請租用，甲方租用該接取網路所生之權利義務，依甲方與該電信事業間契約約定之。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第四條（契約之成立生效） 甲方經由網際網路申請本服務者，於乙方所指定網頁上點選「同意」鍵，表示同意申請本服務並同意以電子文件作為表示方式後，乙方應立即以網站系統，回覆通知甲方利用再次確認機制加以確認電子文件內容，經甲方再次確認後，本契約成立。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "除前項情形外，經雙方於本契約書上簽名或蓋章後，本契約成立。 第五條（法定代理人） 甲方為限制行為能力人者，本契約訂定時，應經甲方之法定代理人同意，本契約始生效力；甲方為無行為能力人者，應由甲方之法定代理人代理訂定契約。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "違反前項之約定者，除有民法第八十三條之情形者外，本契約不生效力，乙方不得據以要求甲方之法定代理人負擔契約履行或賠償責任。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "限制行為能力人於訂立本契約條款前，應主動告知其為限制行為能力人。 第六條（登錄使用） 甲方於收受乙方提供使用本服務所需之登錄帳號、序號或密碼之日起，應依乙方規定之登錄程序註冊與甲方身分證明文件相符之必要個人資料，並設定使用者帳號及個人密碼，以便乙方於甲方使用本服務時，確認甲方之身分。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第七條（授權登入方式） 乙方授權甲方登入本服務網站系統之方式為帳號密碼制，每個會員帳號密碼組之數目為1；每組帳號密碼於同一時間之使用權數目亦僅為1。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第八條（使用期間） 乙方授權甲方使用本服務之期間、次數或權利以甲方所購買服務或所選服務方案的頁面說明之記載為憑。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第九條（擔保授權） 雙方應確保其就本契約所授權他方使用之服務內容，為合法權利人。 一方有違反前項之情事致他方無法繼續使用者，違反者應補償他方無法使用之損失，如他方所使用的服務為教學服務者，所賠償以替換類似課程或全額退還該課程您所支付之授權使用費金額為限；如他方所使用的服務為其他服務，則不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "未經乙方事前之書面同意，甲方不得以任何方式將其使用權讓與他人使用；任何方式包括但不限於與他人共用您的會員帳號、分享串流或公開放映等。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十條（授權使用費） 本服務授權使用費之金額如購物車清單或所合作方案所記載。 乙方得以優惠價格提供甲方自由決定是否加價購買商品、教學課程或服務。 甲方依前項優惠方式加價購買之教學課程或服務，契約終止或解除時，準用第23條第2項規定。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "訂立本契約時，乙方以「贈品」為名義，向甲方所為之贈與，於本契約終止或解除時，乙方不得向甲方請求返還該贈與物，亦不得向甲方主張應自返還之費用金額當中，扣除該贈品之價額。乙方以贈送教學課程數量、使用期限為內容而簽訂契約者，亦同。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "前項「贈品」，其價值之上限為商品、教學課程或服務價值之2分之1。 第十一條（付費方式） 雙方同意教學服務授權使用費之給付方式為一次全部繳納。其他服務依其性質不同，另有約定，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十二條（授權使用原則） 甲方有下列情形之一者，應由甲方自負一切法律責任，乙方並得通知甲方終止本契約，甲方不得拒絕：",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "於前項情形，乙方有權自行認定並立即停止傳輸（下架）任何前述內容並採取相應行動，包括但不限於暫停甲方使用本服務之全部或部分、移除該內容或保存有關記錄等。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方利用本服務從事其他不法或違反本契約約定事項之行為，其情節重大，且經乙方通知甲方限期改正而屆期未改正者，乙方得通知甲方終止本契約，甲方不得拒絕。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "乙方依前二項之約定終止本契約者，應按比例返還甲方相當於終止契約前尚未使用之本服務授權使用費金額，但乙方得於返還金額中扣除百分之20之懲罰性違約金。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十三條（甲方之義務） 甲方對於使用本服務所產生之授權使用費，有按時給付之義務，並對本契約終止前已產生之授權使用費，有繳納之義務。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方如為合作夥伴者，應有給付合作內容要求的服務。 甲方對於其使用者帳號與個人密碼有妥善保管以避免第三人知悉之義務。 甲方在使用本服務時，有遵守本契約第12條所約定之授權使用原則之義務。 甲方依本契約第7條之約定所註冊之個人資料有錯誤或已變更者，應儘速通知乙方請求更正。如因甲方怠於通知而致其權益受損者，應由甲方自行負責。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方應提供並持續保持所有建立該帳號之個人資料之真實性及完整性，所有的個人資料皆被視為註冊必備要素，如建立帳號時提供之個人資料有虛偽不實或不完整之情事，因此造成乙方之損害時，甲方應對乙方負損害賠償責任。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方不得以重製、公開傳輸、轉售、公開播放、分享或用本平台所提供服務以外之方式下載、使用本服務；且不得在乙方網站系統上散布恐嚇、毀謗、侵害他人隱私、色情或其他違反強制或禁止規定、公序良俗之文字、圖片或影像。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十四條（帳號密碼非法使用之處理） 利用甲方之使用者帳號與個人密碼，登入本服務網站系統之行為，推定為甲方之行為。 雙方當事人之任何一方，發現甲方之使用者帳號或個人密碼遭第三人不法或不當之使用，應立即通知對方。經甲方確認甲方之使用者帳號或個人密碼有遭第三人不法或不當之使用情事，乙方應立即暫停該使用者帳號或個人密碼之使用，並接受甲方更換其使用者帳號或個人密碼之請求。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十五條（服務品質） 乙方應提供具有合理期待安全性之服務，並應確保其系統設備，無發生錯誤、畫面暫停、遲滯、中斷或不能進行連線之情形。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "網際網路教學服務於乙方因可歸責於自己之事由，違反前項之約定者，除應及時更正或修復外，並經甲方舉證確定可歸責於乙方之事由後，應依下列各款之約定，賠償甲方之損失：",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "(一)定期制者：乙方應延長甲方之使用期間。 (二)計次制者：乙方應返還甲方已遭扣除之使用次數。 經甲方通知或乙方知悉內容錯誤，除於網站公告錯誤內容外，並於通知或知悉之日起算及時完成更正或移除。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "於網際網路教學服務有效期間內發生情節重大之系統異常或教學內容、教材錯誤之情事達3次以上，且乙方未依規定修復或更正，甲方得通知乙方逕行終止本契約，乙方不得拒絕，乙方應按比例返還甲方相當於終止契約前尚未使用之網際網路教學服務授權使用費金額，並加計返還金額最高不得超過返還金額百分之1之違約金。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "乙方不保證以下事項： (一)服務將符合甲方的特定要求。 (二)於乙方購買或取得之任何產品、服務、資訊或其它課程將符合甲方的期望，對此是否使用服務應由您自行考慮且自負風險。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十六條（乙方之履約保證責任） 網際網路教學服務授權使用費預付期間逾一年且預付金額超過新臺幣五萬元者，乙方應就超過金額部分，將依信託法規定開立信託專戶管理或由銀行提供履約保證，作為履約保證之內容。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十七條（智慧財產權） 甲方應尊重與本服務有關之所有智慧財產權，非經智慧財產權人事前書面同意，甲方不得以本契約授權以外之其他方式加以利用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方違反前項之約定者，應依法賠償智慧財產權人因此所受之損害，並應給付乙方以違反者依法應賠償給智慧財產權人賠償金之百分之20作為懲罰性違約金。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十八條（乙方保密義務） 乙方因提供網際網路教學服務而知悉或持有甲方之學習紀錄或其他個人資料，乙方負有保密義務，除甲方請求查詢或第三人依據個人資料保護相關法令請求查詢者外，乙方不得對任何第三人揭露。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第十九條（乙方免責事由） 除本契約或乙方之廣告另有保證使用網際網路教學服務之學習成效外，乙方不保證甲方使用網際網路教學服務之學習成效。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "乙方因前項事由而暫停本服務之全部或一部，應於暫停本服務7日前，於本服務網站首頁上及本服務進行中公告，或以電子郵件或書面通知甲方。但因臨時性、急迫性或不可歸責於乙方之事由者，不在此限。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十一條（個人資料之保護） 乙方因提供本服務得蒐集、處理及利用甲方之學習紀錄或其他個人資料，對於甲方個人資料之蒐集、處理及利用，應取得甲方事前之書面同意，並依誠實及信用方法為之，不得逾越本契約目的之必要範圍，且應與蒐集之目的具有正當合理之關聯。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "除法律另有規定者外，乙方不得將甲方個人資料為本契約目的必要範圍外之利用，並不得將甲方個人資料於乙方之關係企業之不同法人間流通。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十二條（契約之變更） 乙方修改本契約時，應於30日前於網站系統公告之，或以電子郵件通知甲方。 甲方未為反對之表示且繼續使用本服務者，乙方依契約變更後之內容繼續提供本服務。 甲方不同意第1項之變更，得於公告後30日內向乙方主張終止契約，並依下列約定事項處理：",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "甲方主張網際網路教學服務終止時，乙方應按比例返還甲方相當於終止契約前尚未使用之網際網路教學服務授權使用費用金額，雙方準用第23條第2項規定處理。如甲方主張其他線上服務終止時，雙方準用第24條規定處理。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "除前項所約定之情形者外，甲方得隨時通知乙方終止網際網路教學服務契約，乙方不得拒絕。網際網路教學服務契約終止後，乙方應依下列方式，結算、撥付或收取網際網路教學服務之授權使用費：",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "（一）開課日前及開課日後7日內，終止網際網路教學服務契約，應全額返還網際網路教學服務授權使用費。但法規另有規定者，從其規定。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "（二）開課日起第8日至第14日以內始終止網際網路教學服務契約，應返還網際網路教學服務授權使用費之百分之30。如經乙方釋明契約終止係可歸責於甲方之事由所致者，乙方並得自返還之金額中扣除百分之30之違約金。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "（三）開課日起第15日始終止網際網路教學服務契約，網際網路教學服務授權使用費全額不予退還。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "其他線上服務契約終止後，乙方應依以下方式，結算、撥付或收取服務之授權使用費： （一）其他線上服務如以計次制，乙方應返還甲方該次未使用之費用。如經乙方釋明契約終止係可歸責於甲方之事由所致者，乙方並得自返還之金額中扣除百分之30之違約金。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "（二）其他線上服務如以定期制，乙方應按比例返還甲方相當於終止契約前尚未使用之服務金額，且乙方以扣除該服務金額百分之5作為相關服務的行政費用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十五條（不可抗力事件） 因不可抗力事件，致本契約無法履行者，雙方當事人之任何一方均得通知對方終止本契約。本契約終止後，乙方應按第23條、第24條規定返還甲方相當於終止契約前尚未使用之金額。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "使用者就使用文書自動生成服務所生的書狀，另行進行的任何修改、添加等相類似之行為，皆為使用者之自我之行為，與本網站干涉，如因此產生任何法律責任，使用者應自行負責之。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十七條（申訴權利） 甲方對於乙方所提供之線上服務，除得撥打乙方電話提出申訴外，亦得以電子郵件或書面，或至乙方之營業處所向乙方提出申訴，乙方應自接獲甲方申訴之日起15日內妥適處理之。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "第二十八條（準據法） 因本契約所生之一切爭議，雙方當事人約定適用中華民國法律。 第二十九條（契約之附件） 有關本契約之廣告、分期攤還表及保證書均為本契約之一部分。 前項廣告、分期攤還表及保證書之內容，如有與本契約條款內容相牴觸者，應為有利於甲方之適用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  },
  {
    "clause": "本契約成立時，乙方應將本契約及相關內容，提供甲方下載、列印儲存。 第三十條（契約之解釋） 本契約條款內容如有疑義時，應為有利於甲方之解釋。 第三十一條（管轄法院） 因本契約所生之一切爭議，雙方當事人同意以台灣台中地方法院為第一審管轄法院，但不得排除消費者保護法第47條或民事訴訟法第436條之9有關小額訴訟管轄法院之適用。",
    "risk_level": {
      "zh": "一般資訊",
      "en": "Informational"
    },
    "type": {
      "zh": "待分類",
      "en": "Unknown"
    },
    "language": "zh",
    "reason": "",
    "tags": [
      "人工確認"
    ]
  }
]